{
  ". No centralized exchange. No counterparty risk.": ". Pas d'exchange centralisé. Pas de risque de contrepartie.",
  "1. Acceptance of Terms": "1. Acceptation des conditions",
  "1. Information We Collect": "1. Informations que nous collectons",
  "100% Open Source": "100% Open Source",
  "100% open source. Audit the code, contribute, or fork it.": "100% open source. Auditez le code, contribuez ou forkez-le.",
  "2. Description of Service": "2. Description du service",
  "2. How We Use Information": "2. Comment nous utilisons les informations",
  "3. Alpha Software Warning": "3. Avertissement logiciel Alpha",
  "3. Security": "3. Sécurité",
  "4. Changes to This Policy": "4. Modifications de cette politique",
  "4. User Responsibilities": "4. Responsabilités de l'utilisateur",
  "5. Contact Us": "5. Nous contacter",
  "5. Open Source License": "5. Licence Open Source",
  "6. Disclaimer of Warranties": "6. Exclusion de garanties",
  "7. Limitation of Liability": "7. Limitation de responsabilité",
  "8. Changes to Terms": "8. Modifications des conditions",
  "9. Contact": "9. Contact",
  "A full-featured wallet packed into a lightweight browser extension.": "Un wallet complet intégré dans une extension de navigateur légère.",
  "API Reference": "Référence API",
  "API Response Types": "Types de réponse API",
  "Access every major Bitcoin Layer 2 network from a single interface. No switching between wallets.": "Accédez à chaque réseau Bitcoin Layer 2 majeur depuis une seule interface. Sans changer de wallet.",
  "Access liquidity across all Bitcoin scaling solutions instantly.": "Accédez instantanément à la liquidité sur toutes les solutions de mise à l'échelle Bitcoin.",
  "All data is stored locally on your device, not on our servers": "Toutes les données sont stockées localement sur votre appareil, pas sur nos serveurs",
  "All network traffic is encrypted": "Tout le trafic réseau est chiffré",
  "As a decentralized application, KaleidoSwap is designed to give you full control over your assets and data. Your private keys and sensitive information remain on your device at all times.": "En tant qu'application décentralisée, KaleidoSwap est conçu pour vous donner un contrôle total sur vos actifs et données. Vos clés privées et informations sensibles restent sur votre appareil en tout temps.",
  "As an open-source project, we prioritize transparency in all our operations, including how we handle any information you choose to share with us.": "En tant que projet open source, nous priorisons la transparence dans toutes nos opérations, y compris comment nous traitons toute information que vous choisissez de partager avec nous.",
  "At KaleidoSwap, we prioritize your privacy and data sovereignty. Our open-source desktop application is designed with privacy-first principles, minimizing data collection and ensuring you maintain control over your information.": "Chez KaleidoSwap, nous priorisons votre vie privée et votre souveraineté des données. Notre application de bureau open source est conçue selon des principes de confidentialité d'abord, minimisant la collecte de données et garantissant que vous maintenez le contrôle sur vos informations.",
  "Atomic swaps use Hash Time-Locked Contracts (HTLCs) to ensure that either both parties receive their funds, or nobody does. This cryptographic mechanism eliminates counterparty risk. There is no way for one party to cheat the other.": "Les atomic swaps utilisent des contrats Hash Time-Locked (HTLC) pour garantir que les deux parties reçoivent leurs fonds, ou personne. Ce mécanisme cryptographique élimine le risque de contrepartie. Il est impossible qu'une partie trompe l'autre.",
  "Available Now": "Disponible maintenant",
  "Available Platforms": "Plateformes disponibles",
  "Back to home": "Retour à l'accueil",
  "Backed By": "Soutenu par",
  "Backing up their node data regularly": "Sauvegarder régulièrement leurs données de nœud",
  "Bitcoin Layer 2, One Click Away": "Bitcoin Layer 2, à un clic",
  "Bitcoin Layers": "Couches Bitcoin",
  "Bitcoin Layers Are": "Les couches Bitcoin sont",
  "Bitcoin Protocol for security": "Protocole Bitcoin pour la sécurité",
  "Build on KaleidoSwap": "Construisez sur KaleidoSwap",
  "Build your own swap interface or integrate Kaleido into your wallet.": "Créez votre propre interface de swap ou intégrez Kaleido dans votre wallet.",
  "Built for Chrome with security and performance at its core.": "Conçu pour Chrome avec la sécurité et la performance au cœur.",
  "Built for Sovereignty": "Construit pour la souveraineté",
  "Built for sovereigns who demand security, speed, and privacy.": "Construit pour les souverains qui exigent sécurité, vitesse et confidentialité.",
  "Built in Public": "Construit en public",
  "By accessing and using KaleidoSwap, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to these terms, please do not use our application.": "En accédant et en utilisant KaleidoSwap, vous acceptez et acceptez d'être lié par les termes et dispositions de cet accord. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser notre application.",
  "By using KaleidoSwap, you acknowledge that you understand the risks associated with alpha software and accept full responsibility for any potential loss of funds.": "En utilisant KaleidoSwap, vous reconnaissez comprendre les risques associés aux logiciels alpha et acceptez la responsabilité totale de toute perte potentielle de fonds.",
  "Check cryptographic signatures": "Vérifier les signatures cryptographiques",
  "Close menu": "Fermer le menu",
  "Coming Soon": "Bientôt disponible",
  "Coming to Chrome Web Store": "Bientôt sur le Chrome Web Store",
  "Complete API documentation with typed models auto-generated from OpenAPI specs across all languages.": "Documentation API complète avec des modèles typés auto-générés à partir des spécifications OpenAPI dans tous les langages.",
  "Connect to testnet": "Connecter au testnet",
  "Connect your wallet and start trading in seconds.": "Connectez votre wallet et commencez à trader en quelques secondes.",
  "Core Protocol Features": "Fonctionnalités du protocole principal",
  "Cross-Layer Liquidity": "Liquidité cross-layer",
  "Cryptographic Security": "Sécurité cryptographique",
  "Currently, we support Bitcoin, Lightning Network, RGB Protocol, and Spark. Support for Arkade, Liquid Network, and Taproot Assets is coming in Q4 2026.": "Actuellement, nous prenons en charge Bitcoin, Lightning Network, le protocole RGB et Spark. Le support d'Arkade, Liquid Network et Taproot Assets arrivera au Q4 2026.",
  "Desktop": "Bureau",
  "Desktop App": "Application de bureau",
  "Desktop App Screenshot": "Capture d'écran de l'app de bureau",
  "Developer SDK": "SDK développeur",
  "Developer Tools": "Outils développeur",
  "Do not use with real funds on mainnet": "Ne pas utiliser avec de vrais fonds sur le mainnet",
  "Download": "Télécharger",
  "Download Desktop": "Télécharger la version bureau",
  "Download Desktop App": "Télécharger l'app de bureau",
  "Download Files": "Télécharger les fichiers",
  "Download KaleidoSwap": "Télécharger KaleidoSwap",
  "Download Manifest": "Télécharger le manifeste",
  "Download Now": "Télécharger maintenant",
  "Download Signature": "Télécharger la signature",
  "Download for your operating system": "Télécharger pour votre système d'exploitation",
  "Download for {{platform}}": "Télécharger pour {{platform}}",
  "Download the desktop app and run your own sovereign trading infrastructure.": "Téléchargez l'app de bureau et gérez votre propre infrastructure de trading souveraine.",
  "Download these files to verify the authenticity of your download": "Téléchargez ces fichiers pour vérifier l'authenticité de votre téléchargement",
  "Downloads": "Téléchargements",
  "Email addresses are only collected if you choose to subscribe to updates": "Les adresses e-mail ne sont collectées que si vous choisissez de vous abonner aux mises à jour",
  "Email subscription is entirely optional": "L'abonnement par e-mail est entièrement facultatif",
  "Ensuring their node remains online when required": "S'assurer que leur nœud reste en ligne lorsque nécessaire",
  "Everything You Need": "Tout ce dont vous avez besoin",
  "Everything you need to know about KaleidoSwap.": "Tout ce que vous devez savoir sur KaleidoSwap.",
  "Explore API Docs": "Explorer la documentation API",
  "Extension": "Extension",
  "Features and interfaces may change without notice": "Les fonctionnalités et interfaces peuvent changer sans préavis",
  "First RGB swap on Lightning": "Premier swap RGB sur Lightning",
  "Follow for Updates": "Suivez-nous pour les mises à jour",
  "Following security best practices": "Suivre les meilleures pratiques de sécurité",
  "For any questions regarding these terms, please contact us via:": "Pour toute question concernant ces conditions, veuillez nous contacter via :",
  "For security, always verify the authenticity of your download using our cryptographic signatures": "Pour la sécurité, vérifiez toujours l'authenticité de votre téléchargement en utilisant nos signatures cryptographiques",
  "Fragmented": "Fragmentées",
  "Frequently Asked Questions": "Questions Fréquentes",
  "From install to first transaction — quick and secure.": "De l'installation à la première transaction — rapide et sécurisé.",
  "Full control of your private keys": "Contrôle total de vos clés privées",
  "Full sovereignty. Run your own RGB Lightning node. Manage channels, control liquidity, and trade with maximum privacy.": "Souveraineté totale. Gérez votre propre nœud RGB Lightning. Administrez les canaux, contrôlez la liquidité et tradez avec une confidentialité maximale.",
  "Fully auditable code": "Code entièrement auditable",
  "Get Started in Seconds": "Démarrez en quelques secondes",
  "Get manifest and signature files": "Obtenir les fichiers de manifeste et de signature",
  "Get started with the first Bitcoin-native DEX. Available for macOS, Linux, and Windows (coming soon).": "Commencez avec la première DEX native Bitcoin. Disponible pour macOS, Linux et Windows (bientôt disponible).",
  "GitHub repository": "dépôt GitHub",
  "GitHub:": "GitHub :",
  "Go Back": "Retour",
  "HTLCs and atomic swaps": "HTLCs et atomic swaps",
  "How It Works": "Comment ça marche",
  "How do atomic swaps work?": "Comment fonctionnent les atomic swaps ?",
  "If you choose to provide your email address for updates:": "Si vous choisissez de fournir votre adresse e-mail pour les mises à jour :",
  "If you have any questions about this Privacy Policy, please contact us at:": "Si vous avez des questions concernant cette Politique de confidentialité, veuillez nous contacter à :",
  "In no event shall KaleidoSwap or its contributors be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the application.": "En aucun cas KaleidoSwap ou ses contributeurs ne seront responsables de tout dommage (y compris, sans limitation, les dommages pour perte de données ou de profit, ou dus à une interruption d'activité) découlant de l'utilisation ou de l'incapacité d'utiliser l'application.",
  "Install Safely": "Installer en toute sécurité",
  "Integrate atomic swaps into your wallet, exchange, or application. Built in Rust with native bindings for Python and TypeScript.": "Intégrez les atomic swaps dans votre wallet, exchange ou application. Construit en Rust avec des bindings natifs pour Python et TypeScript.",
  "Is KaleidoSwap available on mainnet?": "KaleidoSwap est-il disponible sur le mainnet ?",
  "Is KaleidoSwap custodial?": "KaleidoSwap est-il custodial ?",
  "Is KaleidoSwap open source?": "KaleidoSwap est-il open source ?",
  "Join developers building the future of Bitcoin trading.": "Rejoignez les développeurs qui construisent l'avenir du trading Bitcoin.",
  "KaleidoSwap charges a flat 1% fee on swaps. This fee is transparent and displayed before you confirm any transaction. There are no hidden charges or variable fees.": "KaleidoSwap facture des frais fixes de 1% sur les échanges. Ces frais sont transparents et affichés avant de confirmer toute transaction. Il n'y a pas de frais cachés ni de frais variables.",
  "KaleidoSwap employs industry standard security measures:": "KaleidoSwap utilise des mesures de sécurité standard de l'industrie :",
  "KaleidoSwap introduces the first protocol for true P2P interoperability using": "KaleidoSwap présente le premier protocole pour une véritable interopérabilité P2P utilisant",
  "KaleidoSwap is a decentralized exchange (DEX) that enables trustless, non-custodial swaps across Bitcoin layer 2 protocols. You can swap BTC, USDT, stablecoins, and other assets between Lightning, RGB, and Spark networks without intermediaries.": "KaleidoSwap est un exchange décentralisé (DEX) qui permet des échanges sans confiance et non-custodiaux à travers les protocoles de couche 2 de Bitcoin. Vous pouvez échanger du BTC, de l'USDT, des stablecoins et d'autres actifs entre les réseaux Lightning, RGB et Spark sans intermédiaires.",
  "KaleidoSwap is a decentralized trading application that leverages:": "KaleidoSwap est une application de trading décentralisée qui exploite :",
  "KaleidoSwap is an open-source desktop application for decentralized, trustless trading of digital assets over the Bitcoin Lightning Network using the RGB protocol. By using our application, you agree to the following terms and conditions.": "KaleidoSwap est une application de bureau open source pour le trading décentralisé et sans confiance d'actifs numériques sur le Bitcoin Lightning Network utilisant le protocole RGB. En utilisant notre application, vous acceptez les conditions générales suivantes.",
  "KaleidoSwap is committed to protecting your privacy. Our application is designed to minimize data collection:": "KaleidoSwap s'engage à protéger votre vie privée. Notre application est conçue pour minimiser la collecte de données :",
  "KaleidoSwap is currently in alpha testing:": "KaleidoSwap est actuellement en phase de test alpha :",
  "KaleidoSwap is currently live on Signet and Testnet. Mainnet launch is coming soon. Join our community channels to stay updated on the launch date.": "KaleidoSwap est actuellement en ligne sur Signet et Testnet. Le lancement sur le mainnet arrive bientôt. Rejoignez nos canaux communautaires pour rester informé de la date de lancement.",
  "KaleidoSwap is designed to give you full control over your assets, which also means you have full responsibility for their security.": "KaleidoSwap est conçu pour vous donner un contrôle total sur vos actifs, ce qui signifie également que vous avez la responsabilité totale de leur sécurité.",
  "KaleidoSwap is open-source software released under the MIT License. This means:": "KaleidoSwap est un logiciel open source publié sous la licence MIT. Cela signifie :",
  "Keeping their software updated to the latest version": "Maintenir leur logiciel à jour avec la dernière version",
  "Key Features": "Fonctionnalités clés",
  "Last updated: December 13, 2024": "Dernière mise à jour : 13 décembre 2024",
  "Launch App": "Lancer l'app",
  "Launch Web App": "Lancer l'application web",
  "Learn More": "En savoir plus",
  "Lightning Fast": "Rapide comme l'éclair",
  "Lightning Network for scalability": "Lightning Network pour l'évolutivité",
  "Link your wallet (Alby, Bitmask, Rate Extension, Xverse)": "Connectez votre wallet (Alby, Bitmask, Rate Extension, Xverse)",
  "Live": "En ligne",
  "Live on Signet and Testnet. Mainnet coming soon.": "En ligne sur Signet et Testnet. Mainnet bientôt disponible.",
  "Live on Testnet": "En ligne sur Testnet",
  "Loading version...": "Chargement de la version...",
  "Loading...": "Chargement...",
  "Looking for something?": "Vous cherchez quelque chose ?",
  "Main navigation": "Navigation principale",
  "Maintaining the security of their private keys": "Maintenir la sécurité de leurs clés privées",
  "Mobile": "Mobile",
  "Mobile navigation menu": "Menu de navigation mobile",
  "Moving assets between Lightning, RGB, and sidechains usually requires trusted intermediaries or complex peg-in/peg-out mechanisms.": "Déplacer des actifs entre Lightning, RGB et les sidechains nécessite généralement des intermédiaires de confiance ou des mécanismes complexes de peg-in/peg-out.",
  "Near-instant settlement": "Règlement quasi instantané",
  "Network Status": "État du réseau",
  "No IP addresses are stored": "Aucune adresse IP n'est stockée",
  "No Telemetry": "Pas de télémétrie",
  "No registration": "Pas d'inscription",
  "No sensitive data is stored on our servers": "Aucune donnée sensible n'est stockée sur nos serveurs",
  "No tracking or analytics are implemented": "Aucun suivi ou analyse n'est implémenté",
  "No. KaleidoSwap is 100% non-custodial. Your private keys never leave your device, and we never take possession of your funds. You maintain full control throughout the entire swap process.": "Non. KaleidoSwap est 100% non-custodial. Vos clés privées ne quittent jamais votre appareil et nous ne prenons jamais possession de vos fonds. Vous gardez le contrôle total pendant tout le processus d'échange.",
  "Node connection information is only stored locally": "Les informations de connexion au nœud ne sont stockées que localement",
  "Non-Custodial": "Non-custodial",
  "Non-custodial": "Non-custodial",
  "Nostr Identity": "Identité Nostr",
  "One protocol, multiple ways to interact.": "Un protocole, plusieurs façons d'interagir.",
  "Open Source": "Open Source",
  "Open an issue on our": "Ouvrez un problème sur notre",
  "Open menu": "Ouvrir le menu",
  "Our Ecosystem": "Notre écosystème",
  "Our Products": "Nos produits",
  "Our code is open-source and available for public review": "Notre code est open source et disponible pour examen public",
  "Our desktop application enables multi-asset trading without intermediaries, giving you sovereignty over your funds. The application connects to an RGB Lightning Node to facilitate trustless trading of digital assets.": "Notre application de bureau permet le trading multi-actifs sans intermédiaires, vous donnant la souveraineté sur vos fonds. L'application se connecte à un nœud RGB Lightning pour faciliter le trading sans confiance d'actifs numériques.",
  "Page Not Found": "Page non trouvée",
  "Partners": "Partenaires",
  "Power user features with full RGB Lightning node built-in.": "Fonctionnalités avancées avec nœud RGB Lightning complet intégré.",
  "Powered by RGB Lightning Node": "Alimenté par RGB Lightning Node",
  "Powered by math, enforced by the Bitcoin blockchain.": "Alimenté par les mathématiques, appliqué par la blockchain Bitcoin.",
  "Privacy Policy": "Politique de confidentialité",
  "Private keys never leave your device": "Les clés privées ne quittent jamais votre appareil",
  "Products": "Produits",
  "RGB Assets": "Actifs RGB",
  "RGB Lightning Node": "Nœud RGB Lightning",
  "RGB Protocol for programmability": "Protocole RGB pour la programmabilité",
  "Rate Extension": "Rate Extension",
  "Rate Extension is under active development. Follow us for launch updates.": "Rate Extension est en cours de développement actif. Suivez-nous pour les mises à jour de lancement.",
  "Read Docs": "Lire la documentation",
  "Read Documentation": "Lire la documentation",
  "Read the Docs": "Lire la documentation",
  "Ready to Swap?": "Prêt pour le swap ?",
  "Regular security audits are performed": "Des audits de sécurité réguliers sont effectués",
  "Release Notes": "Notes de version",
  "Return Home": "Retour à l'accueil",
  "Review the source code": "Consultez le code source",
  "Run verified application": "Exécuter l'application vérifiée",
  "SDK": "SDK",
  "Seamless browser integration.": "Intégration transparente au navigateur.",
  "Security First": "La sécurité d'abord",
  "See how developers are building with KaleidoSwap": "Découvrez comment les développeurs construisent avec KaleidoSwap",
  "Self-Custody": "Auto-garde",
  "Six Protocols, One Extension": "Six protocoles, une extension",
  "Skip to main content": "Aller au contenu principal",
  "Soon": "Bientôt",
  "Star on GitHub": "Étoiler sur GitHub",
  "Start Building": "Commencer à construire",
  "Start your node": "Démarrez votre nœud",
  "Supported Protocols": "Protocoles supportés",
  "Supported Wallets": "Wallets supportés",
  "Swap on the go. iOS & Android.": "Swap en déplacement. iOS et Android.",
  "Swaps may fail or get stuck": "Les swaps peuvent échouer ou se bloquer",
  "System Requirements": "Configuration requise",
  "Take Full Control": "Prenez le contrôle total",
  "Terms of Service": "Conditions d'utilisation",
  "The authors are not liable for any damages arising from the use of the software": "Les auteurs ne sont pas responsables des dommages résultant de l'utilisation du logiciel",
  "The desktop app bundles rgb-lightning-node, an open-source implementation we actively contribute to. Run a full node without the complexity.": "L'app de bureau inclut rgb-lightning-node, une implémentation open source à laquelle nous contribuons activement. Exécutez un nœud complet sans complexité.",
  "The fastest way to swap. No download required. Connect your wallet and go.": "Le moyen le plus rapide de swapper. Aucun téléchargement requis. Connectez votre wallet et c'est parti.",
  "The fastest way to swap. No download required. Connect your wallet and trade BTC, stablecoins, and RGB assets in seconds. Supports Alby, Bitmask, Rate Extension, and Xverse.": "Le moyen le plus rapide de swapper. Aucun téléchargement requis. Connectez votre wallet et échangez des BTC, des stablecoins et des actifs RGB en quelques secondes. Compatible avec Alby, Bitmask, Rate Extension et Xverse.",
  "The fastest way to swap. No download required. Connect your wallet and trade instantly. Supports Alby, Bitmask, Rate Extension, and Xverse.": "Le moyen le plus rapide de swapper. Aucun téléchargement requis. Connectez votre wallet et tradez instantanément. Compatible avec Alby, Bitmask, Rate Extension et Xverse.",
  "The DEX for Bitcoin's multi-layer future. Swap BTC, USDT, stablecoins, and real-world assets across Lightning, RGB, and Spark. Sovereign by design.": "Le DEX pour l'avenir multi-couche de Bitcoin. Échangez BTC, USDT, stablecoins et actifs réels via Lightning, RGB et Spark. Souverain par conception.",
  "The universal swap protocol for Bitcoin L2.": "Le protocole de swap universel pour Bitcoin L2.",
  "The web app supports WebLN-compatible wallets like Alby, Bitmask, Rate Extension, and Xverse. The desktop app includes a built-in RGB Lightning node, so no external wallet is required. More wallet integrations are coming soon.": "L'application web prend en charge les wallets compatibles WebLN comme Alby, Bitmask, Rate Extension et Xverse. L'application de bureau inclut un nœud RGB Lightning intégré, aucun wallet externe n'est donc nécessaire. D'autres intégrations de wallets arrivent bientôt.",
  "These Terms of Service apply to all users of the application, including without limitation users who are contributors to the content of the application.": "Ces Conditions d'utilisation s'appliquent à tous les utilisateurs de l'application, y compris sans limitation les utilisateurs qui contribuent au contenu de l'application.",
  "This limitation applies even if KaleidoSwap or its representatives have been advised of the possibility of such damages.": "Cette limitation s'applique même si KaleidoSwap ou ses représentants ont été informés de la possibilité de tels dommages.",
  "Three simple steps to start trading": "Trois étapes simples pour commencer à trader",
  "Total Balance": "Solde total",
  "Trade any RGB token": "Échangez n'importe quel token RGB",
  "Trustless Swaps on": "Swaps sans confiance sur",
  "Try KaleidoSwap": "Essayer KaleidoSwap",
  "Understanding the risks of alpha software": "Comprendre les risques des logiciels alpha",
  "Unified & Interoperable": "Unifiées et interopérables",
  "Use Cases": "Cas d'usage",
  "Use only on test networks (regtest, signet, testnet3)": "Utilisez uniquement sur les réseaux de test (regtest, signet, testnet3)",
  "Users are responsible for:": "Les utilisateurs sont responsables de :",
  "Verification Files": "Fichiers de vérification",
  "Verify Signature": "Vérifier la signature",
  "Verify Your Download": "Vérifiez votre téléchargement",
  "Version": "Version",
  "View Developer Documentation": "Voir la documentation développeur",
  "View Documentation": "Voir la documentation",
  "View Full Verification Guide": "Voir le guide de vérification complet",
  "View full example": "Voir l'exemple complet",
  "View on GitHub": "Voir sur GitHub",
  "View rgb-lightning-node on GitHub": "Voir rgb-lightning-node sur GitHub",
  "We Unite Them.": "Nous les unifions.",
  "We do not collect personal information": "Nous ne collectons pas d'informations personnelles",
  "We do not guarantee uninterrupted or error-free operation. The entire risk as to the quality and performance of the application is with you.": "Nous ne garantissons pas un fonctionnement ininterrompu ou sans erreur. L'ensemble du risque quant à la qualité et à la performance de l'application vous incombe.",
  "We encourage contributions to the codebase to help improve KaleidoSwap for everyone.": "Nous encourageons les contributions à la base de code pour aider à améliorer KaleidoSwap pour tout le monde.",
  "We encourage you to review this privacy policy periodically for any changes. Changes to this privacy policy are effective when they are posted on this page.": "Nous vous encourageons à consulter périodiquement cette politique de confidentialité pour tout changement. Les modifications apportées à cette politique de confidentialité prennent effet lorsqu'elles sont publiées sur cette page.",
  "We follow security best practices for desktop application development": "Nous suivons les meilleures pratiques de sécurité pour le développement d'applications de bureau",
  "We may update this privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page and updating the date at the top of this policy.": "Nous pouvons mettre à jour cette politique de confidentialité de temps en temps. Nous vous informerons de tout changement en publiant la nouvelle politique de confidentialité sur cette page et en mettant à jour la date en haut de cette politique.",
  "We never share or sell your email address": "Nous ne partageons ni ne vendons jamais votre adresse e-mail",
  "We only use it to send you KaleidoSwap updates and announcements": "Nous l'utilisons uniquement pour vous envoyer des mises à jour et des annonces KaleidoSwap",
  "We reserve the right to modify these terms at any time. We will notify users of any changes by updating the date at the top of this page.": "Nous nous réservons le droit de modifier ces conditions à tout moment. Nous informerons les utilisateurs de tout changement en mettant à jour la date en haut de cette page.",
  "Web App": "Application web",
  "Web App Screenshot": "Capture d'écran de l'app web",
  "WebLN Compatible": "Compatible WebLN",
  "What are the fees?": "Quels sont les frais ?",
  "What is KaleidoSwap?": "Qu'est-ce que KaleidoSwap ?",
  "What wallets are supported?": "Quels wallets sont pris en charge ?",
  "Which networks are supported?": "Quels réseaux sont pris en charge ?",
  "Why Rate Extension": "Pourquoi Rate Extension",
  "Winner — PlanB Lugano Hackathon": "Gagnant — Hackathon PlanB Lugano",
  "Works with Alby, Bitmask, Rate Extension, Xverse, and other WebLN wallets.": "Compatible avec Alby, Bitmask, Rate Extension, Xverse et d'autres wallets WebLN.",
  "Yes, KaleidoSwap is 100% open source. You can audit the code, contribute, or fork it on GitHub. Transparency and verifiability are core to our mission.": "Oui, KaleidoSwap est 100% open source. Vous pouvez auditer le code, contribuer ou le forker sur GitHub. La transparence et la vérifiabilité sont au cœur de notre mission.",
  "You can freely use, modify, and distribute the software": "Vous pouvez librement utiliser, modifier et distribuer le logiciel",
  "You can unsubscribe at any time": "Vous pouvez vous désabonner à tout moment",
  "You hold your private keys. No third party ever has access to your funds.": "Vous détenez vos clés privées. Aucun tiers n'a jamais accès à vos fonds.",
  "You must include the original copyright notice in any copy of the software": "Vous devez inclure l'avis de copyright original dans toute copie du logiciel",
  "Your continued use of the application after any such changes constitutes your acceptance of the new Terms of Service.": "Votre utilisation continue de l'application après de telles modifications constitue votre acceptation des nouvelles Conditions d'utilisation.",
  "Your decentralized identity travels with you. Sign events and authenticate across the Nostr ecosystem.": "Votre identité décentralisée vous accompagne. Signez des événements et authentifiez-vous dans l'écosystème Nostr.",
  "Your keys are encrypted and never leave the extension. Rate is fully open-source, so you can verify every line of code yourself.": "Vos clés sont chiffrées et ne quittent jamais l'extension. Rate est entièrement open source, vous pouvez vérifier chaque ligne de code vous-même.",
  "Your multi-network Bitcoin wallet, right in your browser. Manage Bitcoin, Lightning, RGB assets, and connect to DApps — all from one extension.": "Votre wallet Bitcoin multi-réseau, directement dans votre navigateur. Gérez Bitcoin, Lightning, les actifs RGB et connectez-vous aux DApps — le tout depuis une seule extension.",
  "contributor": "contributeur",
  "© {{year}} KaleidoSwap. All rights reserved.": "© {{year}} KaleidoSwap. Tous droits réservés."
}
