{
  "$ kaleidoswap --version": "$ kaleidoswap --version",
  "$ kaleidoswap connect --testnet": "$ kaleidoswap connect --testnet",
  ". No centralized exchange. No counterparty risk.": ". Sin exchange centralizado. Sin riesgo de contraparte.",
  "1. Acceptance of Terms": "1. Aceptación de los términos",
  "1. Information We Collect": "1. Información que recopilamos",
  "100% Open Source": "100% código abierto",
  "100% open source. Audit the code, contribute, or fork it.": "100% código abierto. Audita el código, contribuye o haz un fork.",
  "2. Description of Service": "2. Descripción del servicio",
  "2. How We Use Information": "2. Cómo usamos la información",
  "3. Alpha Software Warning": "3. Advertencia sobre software alfa",
  "3. Security": "3. Seguridad",
  "4. Changes to This Policy": "4. Cambios en esta política",
  "4. User Responsibilities": "4. Responsabilidades del usuario",
  "5. Contact Us": "5. Contáctanos",
  "5. Open Source License": "5. Licencia de código abierto",
  "6. Disclaimer of Warranties": "6. Descargo de responsabilidad",
  "7. Limitation of Liability": "7. Limitación de responsabilidad",
  "8. Changes to Terms": "8. Cambios en los términos",
  "9. Contact": "9. Contacto",
  "API Reference": "Referencia de API",
  "API Response Types": "Tipos de respuesta de API",
  "Access liquidity across all Bitcoin scaling solutions instantly.": "Accede a liquidez en todas las soluciones de escalado de Bitcoin al instante.",
  "Active Development": "Desarrollo activo",
  "All data is stored locally on your device, not on our servers": "Todos los datos se almacenan localmente en tu dispositivo, no en nuestros servidores",
  "All network traffic is encrypted": "Todo el tráfico de red está cifrado",
  "All our products are built on the same foundation:": "Todos nuestros productos se construyen sobre la misma base:",
  "As a decentralized application, KaleidoSwap is designed to give you full control over your assets and data. Your private keys and sensitive information remain on your device at all times.": "Como aplicación descentralizada, KaleidoSwap está diseñada para darte control total sobre tus activos y datos. Tus llaves privadas e información sensible permanecen siempre en tu dispositivo.",
  "As an open-source project, we prioritize transparency in all our operations, including how we handle any information you choose to share with us.": "Al ser un proyecto de código abierto, priorizamos la transparencia en todas nuestras operaciones, incluida la forma en que manejamos la información que decides compartir.",
  "At KaleidoSwap, we prioritize your privacy and data sovereignty. Our open-source desktop application is designed with privacy-first principles, minimizing data collection and ensuring you maintain control over your information.": "En KaleidoSwap priorizamos tu privacidad y soberanía de datos. Nuestra aplicación de escritorio de código abierto está diseñada con principios de privacidad para minimizar la recopilación de datos y mantener el control en tus manos.",
  "Automatic channel management": "Gestión automática de canales",
  "Available Now": "Disponible ahora",
  "Available Platforms": "Plataformas disponibles",
  "Back to home": "Volver al inicio",
  "Backed By": "Respaldado por",
  "Backing up their node data regularly": "Respaldar los datos del nodo regularmente",
  "Biometric security": "Seguridad biométrica",
  "Bitcoin": "Bitcoin",
  "Bitcoin Layers": "Capas de Bitcoin",
  "Bitcoin Layers Are": "Las capas de Bitcoin están",
  "Bitcoin Protocol for security": "El protocolo Bitcoin para la seguridad",
  "BOLT11 & BOLT12": "BOLT11 y BOLT12",
  "Build on KaleidoSwap": "Construye sobre KaleidoSwap",
  "Build your own swap interface or integrate Kaleido into your wallet.": "Crea tu propia interfaz de swap o integra Kaleido en tu wallet.",
  "Built for Sovereignty": "Construido para la soberanía",
  "Built for sovereigns who demand security, speed, and privacy.": "Construido para quienes exigen seguridad, velocidad y privacidad.",
  "Built in Public": "Construido en público",
  "By accessing and using KaleidoSwap, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to these terms, please do not use our application.": "Al acceder y usar KaleidoSwap aceptas quedar vinculado a estos términos. Si no estás de acuerdo, por favor no utilices la aplicación.",
  "By using KaleidoSwap, you acknowledge that you understand the risks associated with alpha software and accept full responsibility for any potential loss of funds.": "Al usar KaleidoSwap reconoces que entiendes los riesgos del software alfa y aceptas toda responsabilidad por posibles pérdidas.",
  "Channel management, liquidity controls, advanced settings.": "Gestión de canales, controles de liquidez, configuración avanzada.",
  "Check cryptographic signatures": "Verifica las firmas criptográficas",
  "Close menu": "Cerrar menú",
  "Code examples": "Ejemplos de código",
  "Coming Soon": "Próximamente",
  "Coming soon": "Próximamente",
  "Complete API documentation with TypeScript types, method signatures, and response schemas.": "Documentación completa de API con tipos TypeScript, firmas de métodos y esquemas de respuesta.",
  "Connect to testnet": "Conectar a testnet",
  "Connect your wallet and start trading in seconds.": "Conecta tu wallet y comienza a operar en segundos.",
  "Core Protocol Features": "Características del protocolo principal",
  "Cross-Layer Liquidity": "Liquidez entre capas",
  "Cryptographic Security": "Seguridad criptográfica",
  "Desktop": "Escritorio",
  "Desktop App": "Aplicación de escritorio",
  "Desktop App Screenshot": "Captura de la app de escritorio",
  "Developer SDK": "SDK para desarrolladores",
  "Developer Tools": "Herramientas para desarrolladores",
  "Do not use with real funds on mainnet": "No lo uses con fondos reales en mainnet",
  "Download": "Descargar",
  "Download Alpha": "Descargar Alpha",
  "Download Desktop": "Descargar versión de escritorio",
  "Download Desktop App": "Descargar app de escritorio",
  "Download Files": "Descargar archivos",
  "Download KaleidoSwap": "Descargar KaleidoSwap",
  "Download KaleidoSwap Alpha and experience the future of Bitcoin DeFi. Built for power users, designed for everyone.": "Descarga KaleidoSwap Alpha y experimenta el futuro del DeFi en Bitcoin. Creado para usuarios avanzados, diseñado para todos.",
  "Download Manifest": "Descargar manifiesto",
  "Download Now": "Descargar ahora",
  "Download Signature": "Descargar firma",
  "Download for your operating system": "Descarga para tu sistema operativo",
  "Download for {{platform}}": "Descargar para {{platform}}",
  "Download now": "Descargar ahora",
  "Download the desktop app and run your own sovereign trading infrastructure.": "Descarga la app de escritorio y ejecuta tu propia infraestructura de trading soberana.",
  "Download these files to verify the authenticity of your download": "Descarga estos archivos para verificar la autenticidad de tu descarga",
  "Downloads": "Descargas",
  "Email addresses are only collected if you choose to subscribe to updates": "Las direcciones de correo solo se recopilan si eliges suscribirte a actualizaciones",
  "Email subscription is entirely optional": "La suscripción por correo es totalmente opcional",
  "Ensuring their node remains online when required": "Mantener su nodo en línea cuando sea necesario",
  "Explore API Docs": "Explorar documentación de API",
  "Extension": "Extensión",
  "Features and interfaces may change without notice": "Las funciones e interfaces pueden cambiar sin previo aviso",
  "First RGB swap on Lightning": "Primer swap RGB en Lightning",
  "Following security best practices": "Seguir las mejores prácticas de seguridad",
  "For any questions regarding these terms, please contact us via:": "Para cualquier pregunta sobre estos términos, contáctanos a través de:",
  "For market makers: Provide liquidity, earn fees, compete on spreads.": "Para market makers: Proporciona liquidez, gana comisiones, compite en spreads.",
  "For security, always verify the authenticity of your download using our cryptographic signatures": "Por seguridad, verifica siempre la autenticidad de tu descarga usando nuestras firmas criptográficas",
  "Fragmented": "Fragmentadas",
  "Full API documentation": "Documentación completa de API",
  "Full RGB Lightning node bundled. No external dependencies.": "Nodo RGB Lightning completo incluido. Sin dependencias externas.",
  "Full control of your private keys": "Control total de tus llaves privadas",
  "Full sovereignty. Run your own RGB Lightning node. Manage channels, control liquidity, and trade with maximum privacy.": "Soberanía total. Ejecuta tu propio nodo RGB Lightning. Gestiona canales, controla liquidez y opera con máxima privacidad.",
  "Fully auditable code": "Código totalmente auditable",
  "Get manifest and signature files": "Obtén los archivos de manifiesto y firma",
  "Get started with the first Bitcoin-native DEX. Available for macOS, Linux, and Windows (coming soon).": "Comienza con el primer DEX nativo de Bitcoin. Disponible para macOS, Linux y pronto Windows.",
  "GitHub repository": "repositorio de GitHub",
  "GitHub:": "GitHub:",
  "Go Back": "Regresar",
  "HTLCs and atomic swaps": "HTLCs y swaps atómicos",
  "How It Works": "Cómo funciona",
  "If you choose to provide your email address for updates:": "Si decides proporcionarnos tu correo para recibir actualizaciones:",
  "If you have any questions about this Privacy Policy, please contact us at:": "Si tienes preguntas sobre esta política de privacidad, contáctanos en:",
  "In no event shall KaleidoSwap or its contributors be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the application.": "KaleidoSwap ni sus colaboradores serán responsables por daños (incluyendo pérdida de datos, ganancias o interrupción del negocio) derivados del uso o imposibilidad de uso de la aplicación.",
  "Install Safely": "Instala de forma segura",
  "Integrate atomic swaps into your wallet, exchange, or application. Full SDKs for TypeScript and Rust with comprehensive documentation.": "Integra swaps atómicos en tu wallet, exchange o aplicación. SDKs completos para TypeScript y Rust con documentación exhaustiva.",
  "Integrate swaps into your wallet, app, or service with our SDK. TypeScript and Rust libraries available.": "Integra swaps en tu wallet, app o servicio con nuestro SDK. Bibliotecas TypeScript y Rust disponibles.",
  "Integrated RGB-LN Node": "Nodo RGB-LN integrado",
  "Join Discord": "Únete a Discord",
  "Join developers building the future of Bitcoin trading.": "Únete a los desarrolladores que construyen el futuro del trading en Bitcoin.",
  "KaleidoSwap employs industry standard security measures:": "KaleidoSwap emplea medidas de seguridad estándar de la industria:",
  "KaleidoSwap introduces the first protocol for true P2P interoperability using": "KaleidoSwap presenta el primer protocolo para verdadera interoperabilidad P2P usando",
  "KaleidoSwap is a decentralized trading application that leverages:": "KaleidoSwap es una aplicación de trading descentralizada que aprovecha:",
  "KaleidoSwap is an open-source desktop application for decentralized, trustless trading of digital assets over the Bitcoin Lightning Network using the RGB protocol. By using our application, you agree to the following terms and conditions.": "KaleidoSwap es una aplicación de escritorio de código abierto para el trading descentralizado y sin confianza de activos digitales sobre Lightning Network usando el protocolo RGB. Al usarla aceptas los siguientes términos y condiciones.",
  "KaleidoSwap is committed to protecting your privacy. Our application is designed to minimize data collection:": "KaleidoSwap se compromete a proteger tu privacidad. Nuestra aplicación está diseñada para minimizar la recopilación de datos:",
  "KaleidoSwap is completely open source. Audit our code, contribute to development, or fork the project to build your own RGB trading platform.": "KaleidoSwap es completamente de código abierto. Audita nuestro código, contribuye al desarrollo o haz un fork para crear tu propia plataforma de trading RGB.",
  "KaleidoSwap is currently in alpha testing:": "KaleidoSwap se encuentra actualmente en pruebas alfa:",
  "KaleidoSwap is designed to give you full control over your assets, which also means you have full responsibility for their security.": "KaleidoSwap está diseñado para darte control total sobre tus activos, lo que implica plena responsabilidad sobre su seguridad.",
  "KaleidoSwap is open-source software released under the MIT License. This means:": "KaleidoSwap es software open source bajo la licencia MIT. Esto significa:",
  "KaleidoSwap v0.3.0 Alpha": "KaleidoSwap v0.3.0 Alpha",
  "Kaleidoswap is evolving rapidly with regular updates and new features. Our roadmap includes mainnet support, enhanced trading features, and improved user experience based on community feedback.": "KaleidoSwap evoluciona rápido con actualizaciones frecuentes y nuevas funciones. Nuestra hoja de ruta incluye soporte para mainnet, características de trading mejoradas y una experiencia optimizada gracias al feedback de la comunidad.",
  "Keeping their software updated to the latest version": "Mantener el software actualizado a la última versión",
  "Key Features": "Características principales",
  "Key Features:": "Características clave:",
  "Keys never leave your device. True sovereign trading.": "Las llaves nunca salen de tu dispositivo. Trading verdaderamente soberano.",
  "Last updated: December 13, 2024": "Última actualización: 13 de diciembre de 2024",
  "Launch App": "Abrir aplicación",
  "Launch Web App": "Abrir versión web",
  "Learn More": "Más información",
  "Lightning Fast": "Velocidad Lightning",
  "Lightning Network": "Lightning Network",
  "Lightning Network for scalability": "Lightning Network para la escalabilidad",
  "Live": "Activo",
  "Live on Signet and Testnet. Mainnet coming soon.": "Activo en Signet y Testnet. Mainnet próximamente.",
  "Live on Testnet": "Activo en Testnet",
  "Loading version...": "Cargando versión...",
  "Loading...": "Cargando...",
  "Looking for something?": "¿Buscas algo?",
  "Maintaining the security of their private keys": "Mantener la seguridad de sus llaves privadas",
  "Market maker tools": "Herramientas para market makers",
  "Maximum Privacy": "Máxima privacidad",
  "Mobile": "Móvil",
  "Moving assets between Lightning, RGB, and sidechains usually requires trusted intermediaries or complex peg-in/peg-out mechanisms.": "Mover activos entre Lightning, RGB y sidechains usualmente requiere intermediarios de confianza o mecanismos complejos de peg-in/peg-out.",
  "Native iOS & Android": "iOS y Android nativos",
  "Near-instant settlement": "Liquidación casi instantánea",
  "Network Status": "Estado de la red",
  "No IP addresses are stored": "No almacenamos direcciones IP",
  "No Telemetry": "Sin telemetría",
  "No installation required": "Sin instalación requerida",
  "No registration": "Sin registro",
  "No sensitive data is stored on our servers": "No almacenamos datos sensibles en nuestros servidores",
  "No tracking or analytics are implemented": "No implementamos seguimiento ni analíticas",
  "Node connection information is only stored locally": "La información de conexión del nodo solo se guarda localmente",
  "Non-Custodial": "Sin custodia",
  "Non-custodial": "Sin custodia",
  "One protocol, multiple ways to interact.": "Un protocolo, múltiples formas de interactuar.",
  "One-click swaps": "Swaps con un clic",
  "Open Source": "Código abierto",
  "Open an issue on our": "Abre un issue en nuestro",
  "Open menu": "Abrir menú",
  "Our Ecosystem": "Nuestro ecosistema",
  "Our Products": "Nuestros productos",
  "Our code is open-source and available for public review": "Nuestro código es abierto y está disponible para revisión pública",
  "Our desktop application enables multi-asset trading without intermediaries, giving you sovereignty over your funds. The application connects to an RGB Lightning Node to facilitate trustless trading of digital assets.": "Nuestra app de escritorio permite operar múltiples activos sin intermediarios, dándote soberanía sobre tus fondos. Se conecta a un nodo RGB Lightning para facilitar intercambios sin confianza.",
  "Our roadmap is ambitious but achievable. We are committed to building the future of Bitcoin DeFi with": "Nuestra hoja de ruta es ambiciosa pero alcanzable. Estamos comprometidos a construir el futuro del DeFi en Bitcoin con",
  "Page Not Found": "Página no encontrada",
  "Partners": "Socios",
  "Portfolio overview": "Vista del portafolio",
  "Power User Features": "Funciones para usuarios avanzados",
  "Power user features with full RGB Lightning node built-in.": "Funciones avanzadas con nodo RGB Lightning completo integrado.",
  "Powered by RGB Lightning Node": "Impulsado por RGB Lightning Node",
  "Powered by math, enforced by the Bitcoin blockchain.": "Impulsado por matemáticas, garantizado por la blockchain de Bitcoin.",
  "Privacy Policy": "Política de privacidad",
  "Private keys never leave your device": "Las llaves privadas nunca salen de tu dispositivo",
  "Products": "Productos",
  "Push notifications": "Notificaciones push",
  "Quick Start Guide": "Guía rápida",
  "RGB Assets": "Activos RGB",
  "RGB Lightning Node": "Nodo RGB Lightning",
  "RGB Protocol": "Protocolo RGB",
  "RGB Protocol for programmability": "El protocolo RGB para la programabilidad",
  "RGB asset support": "Soporte de activos RGB",
  "Rate (Mobile)": "Rate (Móvil)",
  "Read Docs": "Leer documentación",
  "Read Documentation": "Leer documentación",
  "Read the Docs": "Leer la documentación",
  "Ready for RGB trading on Lightning Network!": "¡Listo para operar RGB en Lightning Network!",
  "Ready to Start Trading?": "¿Listo para empezar a operar?",
  "Ready to Swap?": "¿Listo para hacer swap?",
  "Real-time quotes": "Cotizaciones en tiempo real",
  "Regular security audits are performed": "Realizamos auditorías de seguridad periódicas",
  "Release Notes": "Notas de la versión",
  "Return Home": "Volver al inicio",
  "Run verified application": "Ejecuta la aplicación verificada",
  "SDK": "SDK",
  "Seamless browser integration.": "Integración perfecta con el navegador.",
  "See how developers are building with KaleidoSwap": "Mira cómo los desarrolladores construyen con KaleidoSwap",
  "Self-Custody": "Autocustodia",
  "Soon": "Pronto",
  "Start Building": "Comenzar a construir",
  "Start your node": "Inicia tu nodo",
  "Submarine swaps": "Submarine swaps",
  "Supported Protocols": "Protocolos soportados",
  "Supported Wallets": "Wallets compatibles",
  "Swap in 30 Seconds": "Swap en 30 segundos",
  "Swap on the go. iOS & Android.": "Haz swap en movimiento. iOS y Android.",
  "Swaps may fail or get stuck": "Los swaps pueden fallar o atascarse",
  "System Requirements": "Requisitos del sistema",
  "Take Full Control": "Toma el control total",
  "Terms of Service": "Términos del servicio",
  "The authors are not liable for any damages arising from the use of the software": "Los autores no son responsables de daños derivados del uso del software",
  "The desktop app bundles rgb-lightning-node, an open-source implementation we actively contribute to. Run a full node without the complexity.": "La app de escritorio incluye rgb-lightning-node, una implementación de código abierto a la que contribuimos activamente. Ejecuta un nodo completo sin complicaciones.",
  "The fastest way to swap. No download required. Connect your WebLN wallet and trade BTC, stablecoins, and RGB assets in seconds.": "La forma más rápida de hacer swap. Sin descarga requerida. Conecta tu wallet WebLN y opera BTC, stablecoins y activos RGB en segundos.",
  "The fastest way to swap. No download required. Connect your wallet and go.": "La forma más rápida de hacer swap. Sin descarga requerida. Conecta tu wallet y listo.",
  "The fastest, most secure way to swap across Bitcoin L2s.": "La forma más rápida y segura de hacer swap entre L2s de Bitcoin.",
  "The page you're looking for doesn't exist or has been moved.": "La página que buscas no existe o ha sido movida.",
  "The universal swap protocol for Bitcoin L2.": "El protocolo universal de swap para Bitcoin L2.",
  "These Terms of Service apply to all users of the application, including without limitation users who are contributors to the content of the application.": "Estos términos se aplican a todos los usuarios, incluidos los que contribuyen con contenido a la aplicación.",
  "This limitation applies even if KaleidoSwap or its representatives have been advised of the possibility of such damages.": "Esta limitación se aplica incluso si KaleidoSwap o sus representantes fueron advertidos sobre la posibilidad de tales daños.",
  "Three simple steps to start trading": "Tres pasos simples para empezar a operar",
  "Trade any RGB token": "Opera cualquier token RGB",
  "Trustless Swaps on": "Swaps sin confianza en",
  "Try KaleidoSwap": "Prueba KaleidoSwap",
  "Understanding the risks of alpha software": "Comprender los riesgos del software alfa",
  "Unified & Interoperable": "Unificadas e interoperables",
  "Use Cases": "Casos de uso",
  "Use only on test networks (regtest, signet, testnet3)": "Úsalo solo en redes de prueba (regtest, signet, testnet3)",
  "Users are responsible for:": "Los usuarios son responsables de:",
  "Verification Files": "Archivos de verificación",
  "Verify Signature": "Verificar firma",
  "Verify Your Download": "Verifica tu descarga",
  "Version": "Versión",
  "View Developer Documentation": "Ver documentación para desarrolladores",
  "View Documentation": "Ver documentación",
  "View Full Verification Guide": "Ver guía completa de verificación",
  "View GitHub": "Ver GitHub",
  "View full example": "Ver ejemplo completo",
  "View on GitHub": "Ver en GitHub",
  "View rgb-lightning-node on GitHub": "Ver rgb-lightning-node en GitHub",
  "We Unite Them.": "Las unificamos.",
  "We do not collect personal information": "No recopilamos información personal",
  "We do not guarantee uninterrupted or error-free operation. The entire risk as to the quality and performance of the application is with you.": "No garantizamos un funcionamiento ininterrumpido o libre de errores. El riesgo sobre la calidad y el rendimiento recae en ti.",
  "We encourage contributions to the codebase to help improve KaleidoSwap for everyone.": "Animamos a contribuir al código para mejorar KaleidoSwap para todos.",
  "We encourage you to review this privacy policy periodically for any changes. Changes to this privacy policy are effective when they are posted on this page.": "Te recomendamos revisar periódicamente esta política para conocer cambios. Las modificaciones entran en vigor cuando se publican en esta página.",
  "We follow security best practices for desktop application development": "Seguimos las mejores prácticas de seguridad para el desarrollo de apps de escritorio",
  "We may update this privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page and updating the date at the top of this policy.": "Podemos actualizar esta política de privacidad periódicamente. Te notificaremos los cambios publicando la versión nueva en esta página y actualizando la fecha.",
  "We never share or sell your email address": "Nunca compartimos ni vendemos tu correo",
  "We only use it to send you KaleidoSwap updates and announcements": "Solo lo usamos para enviarte actualizaciones y anuncios de KaleidoSwap",
  "We reserve the right to modify these terms at any time. We will notify users of any changes by updating the date at the top of this page.": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Avisaremos actualizando la fecha al inicio de esta página.",
  "Web App": "Aplicación web",
  "Web App Screenshot": "Captura de la app web",
  "Winner — PlanB Lugano Hackathon": "Ganador — Hackathon PlanB Lugano",
  "Works on any browser": "Funciona en cualquier navegador",
  "You can freely use, modify, and distribute the software": "Puedes usar, modificar y distribuir el software libremente",
  "You can unsubscribe at any time": "Puedes darte de baja en cualquier momento",
  "You must include the original copyright notice in any copy of the software": "Debes incluir el aviso de copyright original en cualquier copia",
  "Your continued use of the application after any such changes constitutes your acceptance of the new Terms of Service.": "Si continúas usando la aplicación tras los cambios, se considerará que aceptas los nuevos términos.",
  "Your node, your rules. All data stays on your machine.": "Tu nodo, tus reglas. Todos los datos permanecen en tu máquina.",
  "and": "y",
  "at every step.": "en cada paso.",
  "community input": "aportes de la comunidad",
  "contributor": "colaborador",
  "kaleidoswap-alpha": "kaleidoswap-alpha",
  "macOS, Windows, Linux": "macOS, Windows, Linux",
  "security": "seguridad",
  "transparency": "transparencia",
  "© {{year}} KaleidoSwap. All rights reserved.": "© {{year}} KaleidoSwap. Todos los derechos reservados.",
  "✓ Connected to Bitcoin Testnet": "✓ Conectado a la testnet de Bitcoin",
  "✓ Connected to signet": "✓ Conectado a signet",
  "✓ RGB node synced": "✓ Nodo RGB sincronizado"
}
