{
  ". No centralized exchange. No counterparty risk.": ". Keine zentrale Börse. Kein Gegenparteirisiko.",
  "1. Acceptance of Terms": "1. Annahme der Bedingungen",
  "1. Information We Collect": "1. Informationen, die wir sammeln",
  "100% Open Source": "100% Open Source",
  "100% open source. Audit the code, contribute, or fork it.": "100% Open Source. Prüfen Sie den Code, tragen Sie bei oder forken Sie ihn.",
  "2. Description of Service": "2. Dienstbeschreibung",
  "2. How We Use Information": "2. Wie wir Informationen verwenden",
  "3. Alpha Software Warning": "3. Alpha-Software-Warnung",
  "3. Security": "3. Sicherheit",
  "4. Changes to This Policy": "4. Änderungen an dieser Richtlinie",
  "4. User Responsibilities": "4. Benutzerverantwortlichkeiten",
  "5. Contact Us": "5. Kontaktieren Sie uns",
  "5. Open Source License": "5. Open-Source-Lizenz",
  "6. Disclaimer of Warranties": "6. Gewährleistungsausschluss",
  "7. Limitation of Liability": "7. Haftungsbeschränkung",
  "8. Changes to Terms": "8. Änderungen der Bedingungen",
  "9. Contact": "9. Kontakt",
  "A full-featured wallet packed into a lightweight browser extension.": "Ein vollwertiges Wallet in einer leichtgewichtigen Browser-Erweiterung.",
  "API Reference": "API-Referenz",
  "API Response Types": "API-Antworttypen",
  "Access every major Bitcoin Layer 2 network from a single interface. No switching between wallets.": "Greifen Sie über eine einzige Oberfläche auf alle großen Bitcoin Layer-2-Netzwerke zu. Kein Wechsel zwischen Wallets nötig.",
  "Access liquidity across all Bitcoin scaling solutions instantly.": "Greifen Sie sofort auf Liquidität über alle Bitcoin-Skalierungslösungen zu.",
  "All data is stored locally on your device, not on our servers": "Alle Daten werden lokal auf Ihrem Gerät gespeichert, nicht auf unseren Servern",
  "All network traffic is encrypted": "Aller Netzwerkverkehr ist verschlüsselt",
  "As a decentralized application, KaleidoSwap is designed to give you full control over your assets and data. Your private keys and sensitive information remain on your device at all times.": "Als dezentrale Anwendung ist KaleidoSwap entwickelt, um Ihnen die volle Kontrolle über Ihre Assets und Daten zu geben. Ihre privaten Schlüssel und sensiblen Informationen verbleiben jederzeit auf Ihrem Gerät.",
  "As an open-source project, we prioritize transparency in all our operations, including how we handle any information you choose to share with us.": "Als Open-Source-Projekt priorisieren wir Transparenz in allen unseren Operationen, einschließlich wie wir mit Informationen umgehen, die Sie mit uns teilen.",
  "At KaleidoSwap, we prioritize your privacy and data sovereignty. Our open-source desktop application is designed with privacy-first principles, minimizing data collection and ensuring you maintain control over your information.": "Bei KaleidoSwap priorisieren wir Ihre Privatsphäre und Datensouveränität. Unsere Open-Source-Desktop-Anwendung wurde nach Privacy-First-Prinzipien entwickelt, um die Datenerfassung zu minimieren und sicherzustellen, dass Sie die Kontrolle über Ihre Informationen behalten.",
  "Atomic swaps use Hash Time-Locked Contracts (HTLCs) to ensure that either both parties receive their funds, or nobody does. This cryptographic mechanism eliminates counterparty risk. There is no way for one party to cheat the other.": "Atomic Swaps verwenden Hash Time-Locked Contracts (HTLCs), um sicherzustellen, dass entweder beide Parteien ihre Mittel erhalten oder niemand. Dieser kryptographische Mechanismus eliminiert das Kontrahentenrisiko. Es gibt keine Möglichkeit, dass eine Partei die andere betrügt.",
  "Available Now": "Jetzt verfügbar",
  "Available Platforms": "Verfügbare Plattformen",
  "Back to home": "Zurück zur Startseite",
  "Backed By": "Unterstützt von",
  "Backing up their node data regularly": "Das regelmäßige Sichern ihrer Node-Daten",
  "Bitcoin Layer 2, One Click Away": "Bitcoin Layer 2, nur einen Klick entfernt",
  "Bitcoin Layers": "Bitcoin-Layer",
  "Bitcoin Layers Are": "Bitcoin-Layer sind",
  "Bitcoin Protocol for security": "Bitcoin-Protokoll für Sicherheit",
  "Build on KaleidoSwap": "Bauen Sie auf KaleidoSwap",
  "Build your own swap interface or integrate Kaleido into your wallet.": "Erstellen Sie Ihre eigene Swap-Oberfläche oder integrieren Sie Kaleido in Ihr Wallet.",
  "Built for Chrome with security and performance at its core.": "Entwickelt für Chrome mit Sicherheit und Leistung im Mittelpunkt.",
  "Built for Sovereignty": "Gebaut für Souveränität",
  "Built for sovereigns who demand security, speed, and privacy.": "Gebaut für Souveräne, die Sicherheit, Geschwindigkeit und Privatsphäre fordern.",
  "Built in Public": "Öffentlich entwickelt",
  "By accessing and using KaleidoSwap, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to these terms, please do not use our application.": "Durch den Zugriff auf und die Nutzung von KaleidoSwap akzeptieren Sie die Bedingungen und Bestimmungen dieser Vereinbarung und erklären sich damit einverstanden, daran gebunden zu sein. Wenn Sie diesen Bedingungen nicht zustimmen, verwenden Sie bitte unsere Anwendung nicht.",
  "By using KaleidoSwap, you acknowledge that you understand the risks associated with alpha software and accept full responsibility for any potential loss of funds.": "Durch die Nutzung von KaleidoSwap bestätigen Sie, dass Sie die mit Alpha-Software verbundenen Risiken verstehen und die volle Verantwortung für jeden möglichen Verlust von Geldern übernehmen.",
  "Check cryptographic signatures": "Kryptografische Signaturen prüfen",
  "Close menu": "Menü schließen",
  "Coming Soon": "Demnächst",
  "Coming to Chrome Web Store": "Bald im Chrome Web Store",
  "Complete API documentation with typed models auto-generated from OpenAPI specs across all languages.": "Vollständige API-Dokumentation mit typisierten Modellen, automatisch generiert aus OpenAPI-Spezifikationen in allen Sprachen.",
  "Connect to testnet": "Mit Testnet verbinden",
  "Connect your wallet and start trading in seconds.": "Verbinden Sie Ihr Wallet und beginnen Sie in Sekunden mit dem Handel.",
  "Core Protocol Features": "Kernprotokollfunktionen",
  "Cross-Layer Liquidity": "Cross-Layer-Liquidität",
  "Cryptographic Security": "Kryptografische Sicherheit",
  "Currently, we support Bitcoin, Lightning Network, RGB Protocol, and Spark. Support for Arkade, Liquid Network, and Taproot Assets is coming in Q4 2026.": "Derzeit unterstützen wir Bitcoin, Lightning Network, RGB-Protokoll und Spark. Unterstützung für Arkade, Liquid Network und Taproot Assets kommt im Q4 2026.",
  "Desktop": "Desktop",
  "Desktop App": "Desktop-App",
  "Desktop App Screenshot": "Desktop-App-Screenshot",
  "Developer SDK": "Entwickler-SDK",
  "Developer Tools": "Entwickler-Tools",
  "Do not use with real funds on mainnet": "Nicht mit echten Geldern auf Mainnet verwenden",
  "Download": "Herunterladen",
  "Download Desktop": "Desktop herunterladen",
  "Download Desktop App": "Desktop-App herunterladen",
  "Download Files": "Dateien herunterladen",
  "Download KaleidoSwap": "KaleidoSwap herunterladen",
  "Download Manifest": "Manifest herunterladen",
  "Download Now": "Jetzt herunterladen",
  "Download Signature": "Signatur herunterladen",
  "Download for your operating system": "Für Ihr Betriebssystem herunterladen",
  "Download for {{platform}}": "Für {{platform}} herunterladen",
  "Download the desktop app and run your own sovereign trading infrastructure.": "Laden Sie die Desktop-App herunter und betreiben Sie Ihre eigene souveräne Handelsinfrastruktur.",
  "Download these files to verify the authenticity of your download": "Laden Sie diese Dateien herunter, um die Authentizität Ihres Downloads zu überprüfen",
  "Downloads": "Downloads",
  "Email addresses are only collected if you choose to subscribe to updates": "E-Mail-Adressen werden nur gesammelt, wenn Sie sich für Updates anmelden",
  "Email subscription is entirely optional": "E-Mail-Abonnement ist völlig optional",
  "Ensuring their node remains online when required": "Die Sicherstellung, dass ihr Node bei Bedarf online bleibt",
  "Everything You Need": "Alles, was Sie brauchen",
  "Everything you need to know about KaleidoSwap.": "Alles, was du über KaleidoSwap wissen musst.",
  "Explore API Docs": "API-Dokumentation erkunden",
  "Extension": "Erweiterung",
  "Features and interfaces may change without notice": "Funktionen und Oberflächen können sich ohne Vorankündigung ändern",
  "First RGB swap on Lightning": "Erster RGB-Swap auf Lightning",
  "Follow for Updates": "Folgen für Updates",
  "Following security best practices": "Das Befolgen von Sicherheits-Best-Practices",
  "For any questions regarding these terms, please contact us via:": "Bei Fragen zu diesen Bedingungen kontaktieren Sie uns bitte über:",
  "For security, always verify the authenticity of your download using our cryptographic signatures": "Zur Sicherheit verifizieren Sie immer die Authentizität Ihres Downloads mit unseren kryptografischen Signaturen",
  "Fragmented": "Fragmentiert",
  "Frequently Asked Questions": "Häufig gestellte Fragen",
  "From install to first transaction — quick and secure.": "Von der Installation zur ersten Transaktion — schnell und sicher.",
  "Full control of your private keys": "Vollständige Kontrolle über Ihre privaten Schlüssel",
  "Full sovereignty. Run your own RGB Lightning node. Manage channels, control liquidity, and trade with maximum privacy.": "Volle Souveränität. Betreiben Sie Ihren eigenen RGB Lightning Node. Verwalten Sie Kanäle, kontrollieren Sie Liquidität und handeln Sie mit maximaler Privatsphäre.",
  "Fully auditable code": "Vollständig überprüfbarer Code",
  "Get Started in Seconds": "In Sekunden starten",
  "Get manifest and signature files": "Manifest- und Signaturdateien abrufen",
  "Get started with the first Bitcoin-native DEX. Available for macOS, Linux, and Windows (coming soon).": "Beginnen Sie mit der ersten Bitcoin-nativen DEX. Verfügbar für macOS, Linux und Windows (demnächst).",
  "GitHub repository": "GitHub-Repository",
  "GitHub:": "GitHub:",
  "Go Back": "Zurück",
  "HTLCs and atomic swaps": "HTLCs und Atomic Swaps",
  "How It Works": "So funktioniert es",
  "How do atomic swaps work?": "Wie funktionieren Atomic Swaps?",
  "If you choose to provide your email address for updates:": "Wenn Sie Ihre E-Mail-Adresse für Updates angeben:",
  "If you have any questions about this Privacy Policy, please contact us at:": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter:",
  "In no event shall KaleidoSwap or its contributors be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the application.": "In keinem Fall haften KaleidoSwap oder seine Mitwirkenden für Schäden (einschließlich, aber nicht beschränkt auf Schäden durch Datenverlust oder Gewinnausfall oder aufgrund von Geschäftsunterbrechungen), die sich aus der Nutzung oder Unfähigkeit zur Nutzung der Anwendung ergeben.",
  "Install Safely": "Sicher installieren",
  "Integrate atomic swaps into your wallet, exchange, or application. Built in Rust with native bindings for Python and TypeScript.": "Integriere Atomic Swaps in dein Wallet, deine Börse oder Anwendung. Entwickelt in Rust mit nativen Bindings für Python und TypeScript.",
  "Is KaleidoSwap available on mainnet?": "Ist KaleidoSwap im Mainnet verfügbar?",
  "Is KaleidoSwap custodial?": "Ist KaleidoSwap custodial?",
  "Is KaleidoSwap open source?": "Ist KaleidoSwap Open Source?",
  "Join developers building the future of Bitcoin trading.": "Schließen Sie sich Entwicklern an, die die Zukunft des Bitcoin-Handels bauen.",
  "KaleidoSwap charges a flat 1% fee on swaps. This fee is transparent and displayed before you confirm any transaction. There are no hidden charges or variable fees.": "KaleidoSwap erhebt eine pauschale Gebühr von 1% auf Swaps. Diese Gebühr ist transparent und wird vor Bestätigung jeder Transaktion angezeigt. Es gibt keine versteckten Kosten oder variable Gebühren.",
  "KaleidoSwap employs industry standard security measures:": "KaleidoSwap verwendet branchenübliche Sicherheitsmaßnahmen:",
  "KaleidoSwap introduces the first protocol for true P2P interoperability using": "KaleidoSwap führt das erste Protokoll für echte P2P-Interoperabilität ein mit",
  "KaleidoSwap is a decentralized exchange (DEX) that enables trustless, non-custodial swaps across Bitcoin layer 2 protocols. You can swap BTC, USDT, stablecoins, and other assets between Lightning, RGB, and Spark networks without intermediaries.": "KaleidoSwap ist eine dezentrale Börse (DEX), die vertrauenslose, nicht-verwahrende Swaps über Bitcoin Layer-2-Protokolle ermöglicht. Du kannst BTC, USDT, Stablecoins und andere Assets zwischen Lightning, RGB und Spark Netzwerken ohne Vermittler tauschen.",
  "KaleidoSwap is a decentralized trading application that leverages:": "KaleidoSwap ist eine dezentrale Handelsanwendung, die nutzt:",
  "KaleidoSwap is an open-source desktop application for decentralized, trustless trading of digital assets over the Bitcoin Lightning Network using the RGB protocol. By using our application, you agree to the following terms and conditions.": "KaleidoSwap ist eine Open-Source-Desktop-Anwendung für dezentralen, vertrauenslosen Handel mit digitalen Assets über das Bitcoin Lightning Network unter Verwendung des RGB-Protokolls. Durch die Nutzung unserer Anwendung stimmen Sie den folgenden Geschäftsbedingungen zu.",
  "KaleidoSwap is committed to protecting your privacy. Our application is designed to minimize data collection:": "KaleidoSwap verpflichtet sich, Ihre Privatsphäre zu schützen. Unsere Anwendung ist darauf ausgelegt, die Datenerfassung zu minimieren:",
  "KaleidoSwap is currently in alpha testing:": "KaleidoSwap befindet sich derzeit in Alpha-Tests:",
  "KaleidoSwap is currently live on Signet and Testnet. Mainnet launch is coming soon. Join our community channels to stay updated on the launch date.": "KaleidoSwap ist derzeit auf Signet und Testnet aktiv. Der Mainnet-Launch kommt bald. Tritt unseren Community-Kanälen bei, um über das Startdatum informiert zu bleiben.",
  "KaleidoSwap is designed to give you full control over your assets, which also means you have full responsibility for their security.": "KaleidoSwap ist entwickelt, um Ihnen die volle Kontrolle über Ihre Assets zu geben, was auch bedeutet, dass Sie die volle Verantwortung für ihre Sicherheit haben.",
  "KaleidoSwap is open-source software released under the MIT License. This means:": "KaleidoSwap ist Open-Source-Software, die unter der MIT-Lizenz veröffentlicht wurde. Dies bedeutet:",
  "Keeping their software updated to the latest version": "Die Aktualisierung ihrer Software auf die neueste Version",
  "Key Features": "Hauptfunktionen",
  "Last updated: December 13, 2024": "Letzte Aktualisierung: 13. Dezember 2024",
  "Launch App": "App starten",
  "Launch Web App": "Web-App starten",
  "Learn More": "Mehr erfahren",
  "Lightning Fast": "Blitzschnell",
  "Lightning Network for scalability": "Lightning Network für Skalierbarkeit",
  "Link your wallet (Alby, Bitmask, Rate Extension, Xverse)": "Verbinden Sie Ihr Wallet (Alby, Bitmask, Rate Extension, Xverse)",
  "Live": "Live",
  "Live on Signet and Testnet. Mainnet coming soon.": "Live auf Signet und Testnet. Mainnet kommt bald.",
  "Live on Testnet": "Live auf Testnet",
  "Loading version...": "Version wird geladen...",
  "Loading...": "Lädt...",
  "Looking for something?": "Suchen Sie etwas?",
  "Main navigation": "Hauptnavigation",
  "Maintaining the security of their private keys": "Die Aufrechterhaltung der Sicherheit ihrer privaten Schlüssel",
  "Mobile": "Mobil",
  "Mobile navigation menu": "Mobiles Navigationsmenü",
  "Moving assets between Lightning, RGB, and sidechains usually requires trusted intermediaries or complex peg-in/peg-out mechanisms.": "Das Verschieben von Assets zwischen Lightning, RGB und Sidechains erfordert normalerweise vertrauenswürdige Vermittler oder komplexe Peg-in/Peg-out-Mechanismen.",
  "Near-instant settlement": "Nahezu sofortige Abwicklung",
  "Network Status": "Netzwerkstatus",
  "No IP addresses are stored": "Keine IP-Adressen werden gespeichert",
  "No Telemetry": "Keine Telemetrie",
  "No registration": "Keine Registrierung",
  "No sensitive data is stored on our servers": "Keine sensiblen Daten werden auf unseren Servern gespeichert",
  "No tracking or analytics are implemented": "Kein Tracking oder Analysen sind implementiert",
  "No. KaleidoSwap is 100% non-custodial. Your private keys never leave your device, and we never take possession of your funds. You maintain full control throughout the entire swap process.": "Nein. KaleidoSwap ist zu 100% nicht-verwahrend. Deine privaten Schlüssel verlassen nie dein Gerät und wir übernehmen nie den Besitz deiner Mittel. Du behältst die volle Kontrolle während des gesamten Swap-Prozesses.",
  "Node connection information is only stored locally": "Node-Verbindungsinformationen werden nur lokal gespeichert",
  "Non-Custodial": "Non-Custodial",
  "Non-custodial": "Non-Custodial",
  "Nostr Identity": "Nostr-Identität",
  "One protocol, multiple ways to interact.": "Ein Protokoll, mehrere Interaktionsmöglichkeiten.",
  "Open Source": "Open Source",
  "Open an issue on our": "Öffnen Sie ein Issue in unserem",
  "Open menu": "Menü öffnen",
  "Our Ecosystem": "Unser Ökosystem",
  "Our Products": "Unsere Produkte",
  "Our code is open-source and available for public review": "Unser Code ist Open Source und für die öffentliche Überprüfung verfügbar",
  "Our desktop application enables multi-asset trading without intermediaries, giving you sovereignty over your funds. The application connects to an RGB Lightning Node to facilitate trustless trading of digital assets.": "Unsere Desktop-Anwendung ermöglicht Multi-Asset-Trading ohne Vermittler und gibt Ihnen Souveränität über Ihre Gelder. Die Anwendung verbindet sich mit einem RGB Lightning Node, um vertrauenslosen Handel mit digitalen Assets zu ermöglichen.",
  "Page Not Found": "Seite nicht gefunden",
  "Partners": "Partner",
  "Power user features with full RGB Lightning node built-in.": "Power-User-Funktionen mit vollständigem integriertem RGB Lightning Node.",
  "Powered by RGB Lightning Node": "Angetrieben von RGB Lightning Node",
  "Powered by math, enforced by the Bitcoin blockchain.": "Angetrieben von Mathematik, durchgesetzt von der Bitcoin-Blockchain.",
  "Privacy Policy": "Datenschutzrichtlinie",
  "Private keys never leave your device": "Private Schlüssel verlassen niemals Ihr Gerät",
  "Products": "Produkte",
  "RGB Assets": "RGB-Assets",
  "RGB Lightning Node": "RGB Lightning Node",
  "RGB Protocol for programmability": "RGB-Protokoll für Programmierbarkeit",
  "Rate Extension": "Rate Extension",
  "Rate Extension is under active development. Follow us for launch updates.": "Rate Extension befindet sich in aktiver Entwicklung. Folgen Sie uns für Launch-Updates.",
  "Read Docs": "Dokumentation lesen",
  "Read Documentation": "Dokumentation lesen",
  "Read the Docs": "Dokumentation lesen",
  "Ready to Swap?": "Bereit zum Swap?",
  "Regular security audits are performed": "Regelmäßige Sicherheitsaudits werden durchgeführt",
  "Release Notes": "Versionshinweise",
  "Return Home": "Zur Startseite",
  "Review the source code": "Quellcode einsehen",
  "Run verified application": "Verifizierte Anwendung ausführen",
  "SDK": "SDK",
  "Seamless browser integration.": "Nahtlose Browser-Integration.",
  "Security First": "Sicherheit zuerst",
  "See how developers are building with KaleidoSwap": "Sehen Sie, wie Entwickler mit KaleidoSwap bauen",
  "Self-Custody": "Selbstverwahrung",
  "Six Protocols, One Extension": "Sechs Protokolle, eine Erweiterung",
  "Skip to main content": "Zum Hauptinhalt springen",
  "Soon": "Bald",
  "Star on GitHub": "Stern auf GitHub geben",
  "Start Building": "Loslegen",
  "Start your node": "Starten Sie Ihren Node",
  "Supported Protocols": "Unterstützte Protokolle",
  "Supported Wallets": "Unterstützte Wallets",
  "Swap on the go. iOS & Android.": "Swap unterwegs. iOS & Android.",
  "Swaps may fail or get stuck": "Swaps können fehlschlagen oder stecken bleiben",
  "System Requirements": "Systemanforderungen",
  "Take Full Control": "Übernehmen Sie die volle Kontrolle",
  "Terms of Service": "Nutzungsbedingungen",
  "The authors are not liable for any damages arising from the use of the software": "Die Autoren haften nicht für Schäden, die durch die Nutzung der Software entstehen",
  "The desktop app bundles rgb-lightning-node, an open-source implementation we actively contribute to. Run a full node without the complexity.": "Die Desktop-App bündelt rgb-lightning-node, eine Open-Source-Implementierung, zu der wir aktiv beitragen. Betreiben Sie einen vollständigen Node ohne Komplexität.",
  "The fastest way to swap. No download required. Connect your wallet and go.": "Der schnellste Weg zum Swap. Kein Download erforderlich. Verbinden Sie Ihr Wallet und los.",
  "The fastest way to swap. No download required. Connect your wallet and trade BTC, stablecoins, and RGB assets in seconds. Supports Alby, Bitmask, Rate Extension, and Xverse.": "Der schnellste Weg zum Swap. Kein Download erforderlich. Verbinden Sie Ihr Wallet und handeln Sie BTC, Stablecoins und RGB-Assets in Sekunden. Unterstützt Alby, Bitmask, Rate Extension und Xverse.",
  "The fastest way to swap. No download required. Connect your wallet and trade instantly. Supports Alby, Bitmask, Rate Extension, and Xverse.": "Der schnellste Weg zum Swap. Kein Download erforderlich. Verbinden Sie Ihr Wallet und handeln Sie sofort. Unterstützt Alby, Bitmask, Rate Extension und Xverse.",
  "The DEX for Bitcoin's multi-layer future. Swap BTC, USDT, stablecoins, and real-world assets across Lightning, RGB, and Spark. Sovereign by design.": "Die DEX für Bitcoins Multi-Layer-Zukunft. Tauschen Sie BTC, USDT, Stablecoins und reale Assets über Lightning, RGB und Spark. Souverän von Grund auf.",
  "The universal swap protocol for Bitcoin L2.": "Das universelle Swap-Protokoll für Bitcoin L2.",
  "The web app supports WebLN-compatible wallets like Alby, Bitmask, Rate Extension, and Xverse. The desktop app includes a built-in RGB Lightning node, so no external wallet is required. More wallet integrations are coming soon.": "Die Web-App unterstützt WebLN-kompatible Wallets wie Alby, Bitmask, Rate Extension und Xverse. Die Desktop-App enthält einen integrierten RGB Lightning Node, sodass kein externes Wallet erforderlich ist. Weitere Wallet-Integrationen folgen in Kürze.",
  "These Terms of Service apply to all users of the application, including without limitation users who are contributors to the content of the application.": "Diese Nutzungsbedingungen gelten für alle Benutzer der Anwendung, einschließlich ohne Einschränkung Benutzer, die Mitwirkende am Inhalt der Anwendung sind.",
  "This limitation applies even if KaleidoSwap or its representatives have been advised of the possibility of such damages.": "Diese Beschränkung gilt auch dann, wenn KaleidoSwap oder seine Vertreter auf die Möglichkeit solcher Schäden hingewiesen wurden.",
  "Three simple steps to start trading": "Drei einfache Schritte zum Start des Handels",
  "Total Balance": "Gesamtguthaben",
  "Trade any RGB token": "Handeln Sie jeden RGB-Token",
  "Trustless Swaps on": "Vertrauenslose Swaps auf",
  "Try KaleidoSwap": "KaleidoSwap ausprobieren",
  "Understanding the risks of alpha software": "Das Verständnis der Risiken von Alpha-Software",
  "Unified & Interoperable": "Vereint & Interoperabel",
  "Use Cases": "Anwendungsfälle",
  "Use only on test networks (regtest, signet, testnet3)": "Nur auf Testnetzwerken verwenden (regtest, signet, testnet3)",
  "Users are responsible for:": "Benutzer sind verantwortlich für:",
  "Verification Files": "Verifizierungsdateien",
  "Verify Signature": "Signatur verifizieren",
  "Verify Your Download": "Verifizieren Sie Ihren Download",
  "Version": "Version",
  "View Developer Documentation": "Entwicklerdokumentation ansehen",
  "View Documentation": "Dokumentation ansehen",
  "View Full Verification Guide": "Vollständige Verifizierungsanleitung ansehen",
  "View full example": "Vollständiges Beispiel ansehen",
  "View on GitHub": "Auf GitHub ansehen",
  "View rgb-lightning-node on GitHub": "rgb-lightning-node auf GitHub ansehen",
  "We Unite Them.": "Wir vereinen sie.",
  "We do not collect personal information": "Wir sammeln keine persönlichen Informationen",
  "We do not guarantee uninterrupted or error-free operation. The entire risk as to the quality and performance of the application is with you.": "Wir garantieren keinen ununterbrochenen oder fehlerfreien Betrieb. Das gesamte Risiko bezüglich Qualität und Leistung der Anwendung liegt bei Ihnen.",
  "We encourage contributions to the codebase to help improve KaleidoSwap for everyone.": "Wir ermutigen Beiträge zur Codebasis, um KaleidoSwap für alle zu verbessern.",
  "We encourage you to review this privacy policy periodically for any changes. Changes to this privacy policy are effective when they are posted on this page.": "Wir empfehlen Ihnen, diese Datenschutzrichtlinie regelmäßig auf Änderungen zu überprüfen. Änderungen an dieser Datenschutzrichtlinie werden wirksam, wenn sie auf dieser Seite veröffentlicht werden.",
  "We follow security best practices for desktop application development": "Wir befolgen Sicherheits-Best-Practices für die Desktop-Anwendungsentwicklung",
  "We may update this privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page and updating the date at the top of this policy.": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden Sie über Änderungen informieren, indem wir die neue Datenschutzrichtlinie auf dieser Seite veröffentlichen und das Datum oben in dieser Richtlinie aktualisieren.",
  "We never share or sell your email address": "Wir geben Ihre E-Mail-Adresse niemals weiter oder verkaufen sie",
  "We only use it to send you KaleidoSwap updates and announcements": "Wir verwenden sie nur, um Ihnen KaleidoSwap-Updates und Ankündigungen zu senden",
  "We reserve the right to modify these terms at any time. We will notify users of any changes by updating the date at the top of this page.": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Wir werden Benutzer über Änderungen informieren, indem wir das Datum oben auf dieser Seite aktualisieren.",
  "Web App": "Web-App",
  "Web App Screenshot": "Web-App-Screenshot",
  "WebLN Compatible": "WebLN-kompatibel",
  "What are the fees?": "Wie hoch sind die Gebühren?",
  "What is KaleidoSwap?": "Was ist KaleidoSwap?",
  "What wallets are supported?": "Welche Wallets werden unterstützt?",
  "Which networks are supported?": "Welche Netzwerke werden unterstützt?",
  "Why Rate Extension": "Warum Rate Extension",
  "Winner — PlanB Lugano Hackathon": "Gewinner — PlanB Lugano Hackathon",
  "Works with Alby, Bitmask, Rate Extension, Xverse, and other WebLN wallets.": "Kompatibel mit Alby, Bitmask, Rate Extension, Xverse und anderen WebLN-Wallets.",
  "Yes, KaleidoSwap is 100% open source. You can audit the code, contribute, or fork it on GitHub. Transparency and verifiability are core to our mission.": "Ja, KaleidoSwap ist zu 100% Open Source. Du kannst den Code prüfen, beitragen oder ihn auf GitHub forken. Transparenz und Überprüfbarkeit sind Kernwerte unserer Mission.",
  "You can freely use, modify, and distribute the software": "Sie können die Software frei verwenden, modifizieren und verteilen",
  "You can unsubscribe at any time": "Sie können sich jederzeit abmelden",
  "You hold your private keys. No third party ever has access to your funds.": "Sie halten Ihre privaten Schlüssel. Kein Dritter hat jemals Zugriff auf Ihre Gelder.",
  "You must include the original copyright notice in any copy of the software": "Sie müssen den ursprünglichen Urheberrechtshinweis in jeder Kopie der Software enthalten",
  "Your continued use of the application after any such changes constitutes your acceptance of the new Terms of Service.": "Ihre fortgesetzte Nutzung der Anwendung nach solchen Änderungen stellt Ihre Annahme der neuen Nutzungsbedingungen dar.",
  "Your decentralized identity travels with you. Sign events and authenticate across the Nostr ecosystem.": "Ihre dezentrale Identität begleitet Sie. Signieren Sie Events und authentifizieren Sie sich im gesamten Nostr-Ökosystem.",
  "Your keys are encrypted and never leave the extension. Rate is fully open-source, so you can verify every line of code yourself.": "Ihre Schlüssel sind verschlüsselt und verlassen niemals die Erweiterung. Rate ist vollständig Open Source, sodass Sie jede Codezeile selbst überprüfen können.",
  "Your multi-network Bitcoin wallet, right in your browser. Manage Bitcoin, Lightning, RGB assets, and connect to DApps — all from one extension.": "Ihr Multi-Netzwerk Bitcoin-Wallet, direkt in Ihrem Browser. Verwalten Sie Bitcoin, Lightning, RGB-Assets und verbinden Sie sich mit DApps — alles aus einer Erweiterung.",
  "contributor": "Mitwirkender",
  "© {{year}} KaleidoSwap. All rights reserved.": "© {{year}} KaleidoSwap. Alle Rechte vorbehalten."
}
