{
  "$ kaleidoswap --version": "$ kaleidoswap --version",
  "$ kaleidoswap connect --testnet": "$ kaleidoswap connect --testnet",
  ". No centralized exchange. No counterparty risk.": ". Nessun exchange centralizzato. Nessun rischio di controparte.",
  "1. Acceptance of Terms": "1. Accettazione dei termini",
  "1. Information We Collect": "1. Informazioni che raccogliamo",
  "100% Open Source": "100% open source",
  "100% open source. Audit the code, contribute, or fork it.": "100% open source. Audita il codice, contribuisci o fai un fork.",
  "2. Description of Service": "2. Descrizione del servizio",
  "2. How We Use Information": "2. Come utilizziamo le informazioni",
  "3. Alpha Software Warning": "3. Avvertenza software alpha",
  "3. Security": "3. Sicurezza",
  "4. Changes to This Policy": "4. Modifiche a questa politica",
  "4. User Responsibilities": "4. Responsabilità dell'utente",
  "5. Contact Us": "5. Contattaci",
  "5. Open Source License": "5. Licenza open source",
  "6. Disclaimer of Warranties": "6. Esclusione di garanzie",
  "7. Limitation of Liability": "7. Limitazione di responsabilità",
  "8. Changes to Terms": "8. Modifiche ai termini",
  "9. Contact": "9. Contatti",
  "API Reference": "Riferimento API",
  "API Response Types": "Tipi di risposta API",
  "Access liquidity across all Bitcoin scaling solutions instantly.": "Accedi alla liquidità su tutte le soluzioni di scaling Bitcoin istantaneamente.",
  "Active Development": "Sviluppo attivo",
  "All data is stored locally on your device, not on our servers": "Tutti i dati sono archiviati localmente sul tuo dispositivo, non sui nostri server",
  "All network traffic is encrypted": "Tutto il traffico di rete è crittografato",
  "All our products are built on the same foundation:": "Tutti i nostri prodotti sono costruiti sullo stesso fondamento:",
  "As a decentralized application, KaleidoSwap is designed to give you full control over your assets and data. Your private keys and sensitive information remain on your device at all times.": "Come applicazione decentralizzata, KaleidoSwap è progettata per darti pieno controllo su asset e dati. Le tue chiavi private e le informazioni sensibili restano sempre sul tuo dispositivo.",
  "As an open-source project, we prioritize transparency in all our operations, including how we handle any information you choose to share with us.": "Essendo un progetto open source, diamo priorità alla trasparenza in tutte le operazioni, compreso il modo in cui gestiamo le informazioni che scegli di condividere.",
  "At KaleidoSwap, we prioritize your privacy and data sovereignty. Our open-source desktop application is designed with privacy-first principles, minimizing data collection and ensuring you maintain control over your information.": "In KaleidoSwap diamo priorità alla privacy e alla sovranità dei dati. La nostra app desktop open source è progettata con principi privacy-first per ridurre al minimo la raccolta di dati e mantenere il controllo nelle tue mani.",
  "Automatic channel management": "Gestione automatica dei canali",
  "Available Now": "Disponibile ora",
  "Available Platforms": "Piattaforme disponibili",
  "Back to home": "Torna alla home",
  "Backed By": "Supportato da",
  "Backing up their node data regularly": "Eseguire backup regolari dei dati del nodo",
  "Biometric security": "Sicurezza biometrica",
  "Bitcoin": "Bitcoin",
  "Bitcoin Layers": "Layer di Bitcoin",
  "Bitcoin Layers Are": "I layer di Bitcoin sono",
  "Bitcoin Protocol for security": "Il protocollo Bitcoin per la sicurezza",
  "BOLT11 & BOLT12": "BOLT11 e BOLT12",
  "Build on KaleidoSwap": "Costruisci su KaleidoSwap",
  "Build your own swap interface or integrate Kaleido into your wallet.": "Crea la tua interfaccia di swap o integra Kaleido nel tuo wallet.",
  "Built for Sovereignty": "Costruito per la sovranità",
  "Built for sovereigns who demand security, speed, and privacy.": "Costruito per chi esige sicurezza, velocità e privacy.",
  "Built in Public": "Costruito in pubblico",
  "By accessing and using KaleidoSwap, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to these terms, please do not use our application.": "Accedendo e utilizzando KaleidoSwap accetti di essere vincolato da questi termini. Se non li accetti, non utilizzare l'applicazione.",
  "By using KaleidoSwap, you acknowledge that you understand the risks associated with alpha software and accept full responsibility for any potential loss of funds.": "Utilizzando KaleidoSwap riconosci di comprendere i rischi del software alpha e accetti la piena responsabilità per eventuali perdite.",
  "Channel management, liquidity controls, advanced settings.": "Gestione canali, controlli liquidità, impostazioni avanzate.",
  "Check cryptographic signatures": "Verifica le firme crittografiche",
  "Close menu": "Chiudi menu",
  "Code examples": "Esempi di codice",
  "Coming Soon": "In arrivo",
  "Coming soon": "In arrivo",
  "Complete API documentation with TypeScript types, method signatures, and response schemas.": "Documentazione API completa con tipi TypeScript, firme dei metodi e schemi di risposta.",
  "Connect to testnet": "Connetti alla testnet",
  "Connect your wallet and start trading in seconds.": "Connetti il tuo wallet e inizia a fare trading in pochi secondi.",
  "Core Protocol Features": "Caratteristiche del protocollo principale",
  "Cross-Layer Liquidity": "Liquidità cross-layer",
  "Cryptographic Security": "Sicurezza crittografica",
  "Desktop": "Desktop",
  "Desktop App": "App desktop",
  "Desktop App Screenshot": "Screenshot dell'app desktop",
  "Developer SDK": "SDK per sviluppatori",
  "Developer Tools": "Strumenti per sviluppatori",
  "Do not use with real funds on mainnet": "Non usarlo con fondi reali sulla mainnet",
  "Download": "Scarica",
  "Download Alpha": "Scarica Alpha",
  "Download Desktop": "Scarica desktop",
  "Download Desktop App": "Scarica app desktop",
  "Download Files": "Scarica i file",
  "Download KaleidoSwap": "Scarica KaleidoSwap",
  "Download KaleidoSwap Alpha and experience the future of Bitcoin DeFi. Built for power users, designed for everyone.": "Scarica KaleidoSwap Alpha e scopri il futuro della DeFi su Bitcoin. Costruito per power user, pensato per tutti.",
  "Download Manifest": "Scarica il manifesto",
  "Download Now": "Scarica ora",
  "Download Signature": "Scarica la firma",
  "Download for your operating system": "Scarica per il tuo sistema operativo",
  "Download for {{platform}}": "Scarica per {{platform}}",
  "Download now": "Scarica ora",
  "Download the desktop app and run your own sovereign trading infrastructure.": "Scarica l'app desktop e gestisci la tua infrastruttura di trading sovrana.",
  "Download these files to verify the authenticity of your download": "Scarica questi file per verificare l'autenticità del download",
  "Downloads": "Download",
  "Email addresses are only collected if you choose to subscribe to updates": "Gli indirizzi email vengono raccolti solo se scegli di iscriverti agli aggiornamenti",
  "Email subscription is entirely optional": "L'iscrizione via email è completamente opzionale",
  "Ensuring their node remains online when required": "Assicurarsi che il nodo resti online quando necessario",
  "Explore API Docs": "Esplora la documentazione API",
  "Extension": "Estensione",
  "Features and interfaces may change without notice": "Funzionalità e interfacce possono cambiare senza preavviso",
  "First RGB swap on Lightning": "Primo swap RGB su Lightning",
  "Following security best practices": "Seguire le best practice di sicurezza",
  "For any questions regarding these terms, please contact us via:": "Per qualsiasi domanda su questi termini, contattaci tramite:",
  "For market makers: Provide liquidity, earn fees, compete on spreads.": "Per i market maker: Fornisci liquidità, guadagna commissioni, competi sugli spread.",
  "For security, always verify the authenticity of your download using our cryptographic signatures": "Per sicurezza verifica sempre l'autenticità del download usando le nostre firme crittografiche",
  "Fragmented": "Frammentati",
  "Full API documentation": "Documentazione API completa",
  "Full RGB Lightning node bundled. No external dependencies.": "Nodo RGB Lightning completo incluso. Nessuna dipendenza esterna.",
  "Full control of your private keys": "Controllo totale delle chiavi private",
  "Full sovereignty. Run your own RGB Lightning node. Manage channels, control liquidity, and trade with maximum privacy.": "Sovranità totale. Gestisci il tuo nodo RGB Lightning. Amministra i canali, controlla la liquidità e fai trading con la massima privacy.",
  "Fully auditable code": "Codice completamente verificabile",
  "Get manifest and signature files": "Ottieni i file di manifesto e firma",
  "Get started with the first Bitcoin-native DEX. Available for macOS, Linux, and Windows (coming soon).": "Inizia con il primo DEX nativo di Bitcoin. Disponibile per macOS, Linux e presto Windows.",
  "GitHub repository": "repository GitHub",
  "GitHub:": "GitHub:",
  "Go Back": "Indietro",
  "HTLCs and atomic swaps": "HTLC e atomic swap",
  "How It Works": "Come funziona",
  "If you choose to provide your email address for updates:": "Se scegli di fornirci l'email per gli aggiornamenti:",
  "If you have any questions about this Privacy Policy, please contact us at:": "Se hai domande su questa informativa sulla privacy, contattaci a:",
  "In no event shall KaleidoSwap or its contributors be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the application.": "In nessun caso KaleidoSwap o i contributori saranno responsabili per danni (inclusi perdita di dati o profitti, o interruzioni) derivanti dall'uso o impossibilità d'uso dell'applicazione.",
  "Install Safely": "Installa in sicurezza",
  "Integrate atomic swaps into your wallet, exchange, or application. Full SDKs for TypeScript and Rust with comprehensive documentation.": "Integra gli atomic swap nel tuo wallet, exchange o applicazione. SDK completi per TypeScript e Rust con documentazione esaustiva.",
  "Integrate swaps into your wallet, app, or service with our SDK. TypeScript and Rust libraries available.": "Integra gli swap nel tuo wallet, app o servizio con il nostro SDK. Librerie TypeScript e Rust disponibili.",
  "Integrated RGB-LN Node": "Nodo RGB-LN integrato",
  "Join Discord": "Unisciti a Discord",
  "Join developers building the future of Bitcoin trading.": "Unisciti agli sviluppatori che costruiscono il futuro del trading su Bitcoin.",
  "KaleidoSwap employs industry standard security measures:": "KaleidoSwap adotta misure di sicurezza standard del settore:",
  "KaleidoSwap introduces the first protocol for true P2P interoperability using": "KaleidoSwap presenta il primo protocollo per vera interoperabilità P2P usando",
  "KaleidoSwap is a decentralized trading application that leverages:": "KaleidoSwap è un'app di trading decentralizzata che sfrutta:",
  "KaleidoSwap is an open-source desktop application for decentralized, trustless trading of digital assets over the Bitcoin Lightning Network using the RGB protocol. By using our application, you agree to the following terms and conditions.": "KaleidoSwap è un'app desktop open source per il trading decentralizzato e trustless di asset digitali su Lightning Network utilizzando il protocollo RGB. Usandola accetti i seguenti termini e condizioni.",
  "KaleidoSwap is committed to protecting your privacy. Our application is designed to minimize data collection:": "KaleidoSwap è impegnata a proteggere la tua privacy. La nostra applicazione è progettata per ridurre al minimo la raccolta di dati:",
  "KaleidoSwap is completely open source. Audit our code, contribute to development, or fork the project to build your own RGB trading platform.": "KaleidoSwap è completamente open source. Audita il codice, contribuisci allo sviluppo o fai un fork per creare la tua piattaforma di trading RGB.",
  "KaleidoSwap is currently in alpha testing:": "KaleidoSwap è attualmente in fase alpha:",
  "KaleidoSwap is designed to give you full control over your assets, which also means you have full responsibility for their security.": "KaleidoSwap è progettato per darti pieno controllo sugli asset, il che significa piena responsabilità per la loro sicurezza.",
  "KaleidoSwap is open-source software released under the MIT License. This means:": "KaleidoSwap è software open source rilasciato sotto licenza MIT. Ciò significa:",
  "KaleidoSwap v0.3.0 Alpha": "KaleidoSwap v0.3.0 Alpha",
  "Kaleidoswap is evolving rapidly with regular updates and new features. Our roadmap includes mainnet support, enhanced trading features, and improved user experience based on community feedback.": "KaleidoSwap evolve rapidamente con aggiornamenti regolari e nuove funzioni. La nostra roadmap include il supporto alla mainnet, funzionalità di trading migliorate e un'esperienza utente basata sul feedback della community.",
  "Keeping their software updated to the latest version": "Mantenere il software aggiornato all'ultima versione",
  "Key Features": "Caratteristiche principali",
  "Key Features:": "Funzionalità principali:",
  "Keys never leave your device. True sovereign trading.": "Le chiavi non lasciano mai il tuo dispositivo. Trading veramente sovrano.",
  "Last updated: December 13, 2024": "Ultimo aggiornamento: 13 dicembre 2024",
  "Launch App": "Avvia l'app",
  "Launch Web App": "Avvia web app",
  "Learn More": "Scopri di più",
  "Lightning Fast": "Fulmineo",
  "Lightning Network": "Lightning Network",
  "Lightning Network for scalability": "Lightning Network per la scalabilità",
  "Live": "Attivo",
  "Live on Signet and Testnet. Mainnet coming soon.": "Attivo su Signet e Testnet. Mainnet in arrivo.",
  "Live on Testnet": "Attivo su Testnet",
  "Loading version...": "Caricamento versione...",
  "Loading...": "Caricamento...",
  "Looking for something?": "Cerchi qualcosa?",
  "Maintaining the security of their private keys": "Mantenere la sicurezza delle proprie chiavi private",
  "Market maker tools": "Strumenti per market maker",
  "Maximum Privacy": "Massima privacy",
  "Mobile": "Mobile",
  "Moving assets between Lightning, RGB, and sidechains usually requires trusted intermediaries or complex peg-in/peg-out mechanisms.": "Spostare asset tra Lightning, RGB e sidechain richiede solitamente intermediari fidati o meccanismi complessi di peg-in/peg-out.",
  "Native iOS & Android": "iOS e Android nativi",
  "Near-instant settlement": "Regolamento quasi istantaneo",
  "Network Status": "Stato della rete",
  "No IP addresses are stored": "Non archiviamo indirizzi IP",
  "No Telemetry": "Nessuna telemetria",
  "No installation required": "Nessuna installazione richiesta",
  "No registration": "Nessuna registrazione",
  "No sensitive data is stored on our servers": "Non conserviamo dati sensibili sui nostri server",
  "No tracking or analytics are implemented": "Non implementiamo tracciamento o analytics",
  "Node connection information is only stored locally": "Le informazioni di connessione del nodo sono archiviate solo localmente",
  "Non-Custodial": "Non-custodial",
  "Non-custodial": "Non-custodial",
  "One protocol, multiple ways to interact.": "Un protocollo, molteplici modi di interagire.",
  "One-click swaps": "Swap con un clic",
  "Open Source": "Open source",
  "Open an issue on our": "Apri una segnalazione sul nostro",
  "Open menu": "Apri menu",
  "Our Ecosystem": "Il nostro ecosistema",
  "Our Products": "I nostri prodotti",
  "Our code is open-source and available for public review": "Il nostro codice è open source e disponibile per revisione pubblica",
  "Our desktop application enables multi-asset trading without intermediaries, giving you sovereignty over your funds. The application connects to an RGB Lightning Node to facilitate trustless trading of digital assets.": "La nostra app desktop consente il trading multi-asset senza intermediari, garantendo la sovranità sui fondi. Si connette a un nodo RGB Lightning per facilitare scambi trustless.",
  "Our roadmap is ambitious but achievable. We are committed to building the future of Bitcoin DeFi with": "La nostra roadmap è ambiziosa ma realizzabile. Siamo impegnati a costruire il futuro della DeFi su Bitcoin con",
  "Page Not Found": "Pagina non trovata",
  "Partners": "Partner",
  "Portfolio overview": "Panoramica portafoglio",
  "Power User Features": "Funzionalità per utenti avanzati",
  "Power user features with full RGB Lightning node built-in.": "Funzionalità avanzate con nodo RGB Lightning completo integrato.",
  "Powered by RGB Lightning Node": "Alimentato da RGB Lightning Node",
  "Powered by math, enforced by the Bitcoin blockchain.": "Alimentato dalla matematica, garantito dalla blockchain Bitcoin.",
  "Privacy Policy": "Informativa sulla privacy",
  "Private keys never leave your device": "Le chiavi private non lasciano mai il tuo dispositivo",
  "Products": "Prodotti",
  "Push notifications": "Notifiche push",
  "Quick Start Guide": "Guida rapida",
  "RGB Assets": "Asset RGB",
  "RGB Lightning Node": "Nodo RGB Lightning",
  "RGB Protocol": "Protocollo RGB",
  "RGB Protocol for programmability": "Il protocollo RGB per la programmabilità",
  "RGB asset support": "Supporto asset RGB",
  "Rate (Mobile)": "Rate (Mobile)",
  "Read Docs": "Leggi la documentazione",
  "Read Documentation": "Leggi la documentazione",
  "Read the Docs": "Leggi la documentazione",
  "Ready for RGB trading on Lightning Network!": "Pronto per il trading RGB su Lightning Network!",
  "Ready to Start Trading?": "Pronto per iniziare a fare trading?",
  "Ready to Swap?": "Pronto per lo swap?",
  "Real-time quotes": "Quotazioni in tempo reale",
  "Regular security audits are performed": "Eseguiamo audit di sicurezza regolari",
  "Release Notes": "Note di rilascio",
  "Return Home": "Torna alla home",
  "Run verified application": "Esegui l'applicazione verificata",
  "SDK": "SDK",
  "Seamless browser integration.": "Integrazione perfetta con il browser.",
  "See how developers are building with KaleidoSwap": "Scopri come gli sviluppatori costruiscono con KaleidoSwap",
  "Self-Custody": "Autocustodia",
  "Soon": "Presto",
  "Start Building": "Inizia a costruire",
  "Start your node": "Avvia il tuo nodo",
  "Submarine swaps": "Submarine swap",
  "Supported Protocols": "Protocolli supportati",
  "Supported Wallets": "Wallet supportati",
  "Swap in 30 Seconds": "Swap in 30 secondi",
  "Swap on the go. iOS & Android.": "Swap in movimento. iOS e Android.",
  "Swaps may fail or get stuck": "Gli swap possono fallire o bloccarsi",
  "System Requirements": "Requisiti di sistema",
  "Take Full Control": "Prendi il controllo totale",
  "Terms of Service": "Termini di servizio",
  "The authors are not liable for any damages arising from the use of the software": "Gli autori non sono responsabili per eventuali danni derivanti dall'uso del software",
  "The desktop app bundles rgb-lightning-node, an open-source implementation we actively contribute to. Run a full node without the complexity.": "L'app desktop include rgb-lightning-node, un'implementazione open source a cui contribuiamo attivamente. Esegui un nodo completo senza complessità.",
  "The fastest way to swap. No download required. Connect your WebLN wallet and trade BTC, stablecoins, and RGB assets in seconds.": "Il modo più veloce per fare swap. Nessun download richiesto. Connetti il tuo wallet WebLN e scambia BTC, stablecoin e asset RGB in pochi secondi.",
  "The fastest way to swap. No download required. Connect your wallet and go.": "Il modo più veloce per fare swap. Nessun download richiesto. Connetti il wallet e vai.",
  "The fastest, most secure way to swap across Bitcoin L2s.": "Il modo più veloce e sicuro per fare swap tra i L2 di Bitcoin.",
  "The page you're looking for doesn't exist or has been moved.": "La pagina che cerchi non esiste o è stata spostata.",
  "The universal swap protocol for Bitcoin L2.": "Il protocollo di swap universale per Bitcoin L2.",
  "These Terms of Service apply to all users of the application, including without limitation users who are contributors to the content of the application.": "Questi termini si applicano a tutti gli utenti, inclusi coloro che contribuiscono al contenuto dell'applicazione.",
  "This limitation applies even if KaleidoSwap or its representatives have been advised of the possibility of such damages.": "Questa limitazione si applica anche se KaleidoSwap o i suoi rappresentanti sono stati avvisati della possibilità di tali danni.",
  "Three simple steps to start trading": "Tre semplici passi per iniziare a fare trading",
  "Trade any RGB token": "Scambia qualunque token RGB",
  "Trustless Swaps on": "Swap trustless su",
  "Try KaleidoSwap": "Prova KaleidoSwap",
  "Understanding the risks of alpha software": "Comprendere i rischi del software alpha",
  "Unified & Interoperable": "Unificati e interoperabili",
  "Use Cases": "Casi d'uso",
  "Use only on test networks (regtest, signet, testnet3)": "Usalo solo su reti di test (regtest, signet, testnet3)",
  "Users are responsible for:": "Gli utenti sono responsabili di:",
  "Verification Files": "File di verifica",
  "Verify Signature": "Verifica la firma",
  "Verify Your Download": "Verifica il tuo download",
  "Version": "Versione",
  "View Developer Documentation": "Vedi la documentazione per sviluppatori",
  "View Documentation": "Vedi la documentazione",
  "View Full Verification Guide": "Vedi guida completa alla verifica",
  "View GitHub": "Vedi GitHub",
  "View full example": "Vedi esempio completo",
  "View on GitHub": "Vedi su GitHub",
  "View rgb-lightning-node on GitHub": "Vedi rgb-lightning-node su GitHub",
  "We Unite Them.": "Li unifichiamo.",
  "We do not collect personal information": "Non raccogliamo informazioni personali",
  "We do not guarantee uninterrupted or error-free operation. The entire risk as to the quality and performance of the application is with you.": "Non garantiamo un funzionamento ininterrotto o privo di errori. Il rischio sulla qualità e le prestazioni è a tuo carico.",
  "We encourage contributions to the codebase to help improve KaleidoSwap for everyone.": "Incoraggiamo i contributi al codice per migliorare KaleidoSwap per tutti.",
  "We encourage you to review this privacy policy periodically for any changes. Changes to this privacy policy are effective when they are posted on this page.": "Ti invitiamo a rivedere periodicamente questa informativa per eventuali modifiche. Le modifiche hanno effetto quando vengono pubblicate qui.",
  "We follow security best practices for desktop application development": "Seguiamo le best practice di sicurezza per lo sviluppo di app desktop",
  "We may update this privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page and updating the date at the top of this policy.": "Potremmo aggiornare periodicamente questa informativa. Ti informeremo pubblicando la nuova versione in questa pagina e aggiornando la data.",
  "We never share or sell your email address": "Non condividiamo né vendiamo mai il tuo indirizzo email",
  "We only use it to send you KaleidoSwap updates and announcements": "Lo utilizziamo solo per inviarti aggiornamenti e annunci di KaleidoSwap",
  "We reserve the right to modify these terms at any time. We will notify users of any changes by updating the date at the top of this page.": "Ci riserviamo il diritto di modificare questi termini in qualsiasi momento. Avviseremo aggiornando la data in cima a questa pagina.",
  "Web App": "App web",
  "Web App Screenshot": "Screenshot dell'app web",
  "Winner — PlanB Lugano Hackathon": "Vincitore — Hackathon PlanB Lugano",
  "Works on any browser": "Funziona su qualsiasi browser",
  "You can freely use, modify, and distribute the software": "Puoi usare, modificare e distribuire il software liberamente",
  "You can unsubscribe at any time": "Puoi annullare l'iscrizione in qualsiasi momento",
  "You must include the original copyright notice in any copy of the software": "Devi includere il copyright originale in ogni copia",
  "Your continued use of the application after any such changes constitutes your acceptance of the new Terms of Service.": "L'uso continuato dell'applicazione dopo tali modifiche costituisce accettazione dei nuovi Termini di servizio.",
  "Your node, your rules. All data stays on your machine.": "Il tuo nodo, le tue regole. Tutti i dati restano sulla tua macchina.",
  "and": "e",
  "at every step.": "a ogni passo.",
  "community input": "contributi della community",
  "contributor": "contributore",
  "kaleidoswap-alpha": "kaleidoswap-alpha",
  "macOS, Windows, Linux": "macOS, Windows, Linux",
  "security": "sicurezza",
  "transparency": "trasparenza",
  "© {{year}} KaleidoSwap. All rights reserved.": "© {{year}} KaleidoSwap. Tutti i diritti riservati.",
  "✓ Connected to Bitcoin Testnet": "✓ Connesso alla testnet di Bitcoin",
  "✓ Connected to signet": "✓ Connesso a signet",
  "✓ RGB node synced": "✓ Nodo RGB sincronizzato"
}
