{
  ". No centralized exchange. No counterparty risk.": "。中央集権的な取引所は不要。カウンターパーティリスクなし。",
  "1. Acceptance of Terms": "1. 規約の受諾",
  "1. Information We Collect": "1. 収集する情報",
  "100% Open Source": "100%オープンソース",
  "100% open source. Audit the code, contribute, or fork it.": "100%オープンソース。コードを監査、貢献、またはフォーク可能です。",
  "2. Description of Service": "2. サービスの説明",
  "2. How We Use Information": "2. 情報の利用方法",
  "3. Alpha Software Warning": "3. アルファ版ソフトの注意",
  "3. Security": "3. セキュリティ",
  "4. Changes to This Policy": "4. 本ポリシーの変更",
  "4. User Responsibilities": "4. ユーザーの責任",
  "5. Contact Us": "5. お問い合わせ",
  "5. Open Source License": "5. オープンソースライセンス",
  "6. Disclaimer of Warranties": "6. 保証の否認",
  "7. Limitation of Liability": "7. 責任制限",
  "8. Changes to Terms": "8. 規約の変更",
  "9. Contact": "9. 連絡先",
  "API Reference": "APIリファレンス",
  "API Response Types": "APIレスポンス型",
  "Access liquidity across all Bitcoin scaling solutions instantly.": "すべてのBitcoinスケーリングソリューションの流動性に即座にアクセス。",
  "All data is stored locally on your device, not on our servers": "すべてのデータはお使いのデバイスにのみ保存され、弊社サーバーには保存されません",
  "All network traffic is encrypted": "すべてのネットワーク通信を暗号化しています",
  "As a decentralized application, KaleidoSwap is designed to give you full control over your assets and data. Your private keys and sensitive information remain on your device at all times.": "分散型アプリとして、資産とデータの完全なコントロールを提供し、秘密鍵などの機密情報は常にデバイス内に留まります。",
  "As an open-source project, we prioritize transparency in all our operations, including how we handle any information you choose to share with us.": "オープンソースプロジェクトとして、共有いただいた情報の扱いを含め、あらゆる運営で透明性を重視しています。",
  "At KaleidoSwap, we prioritize your privacy and data sovereignty. Our open-source desktop application is designed with privacy-first principles, minimizing data collection and ensuring you maintain control over your information.": "KaleidoSwapはプライバシーとデータ主権を最優先にし、プライバシーファースト設計でデータ収集を最小限に抑え、情報を常にユーザーが管理できるようにしています。",
  "Atomic swaps use Hash Time-Locked Contracts (HTLCs) to ensure that either both parties receive their funds, or nobody does. This cryptographic mechanism eliminates counterparty risk. There is no way for one party to cheat the other.": "アトミックスワップはHash Time-Locked Contracts（HTLC）を使用して、双方が資金を受け取るか、誰も受け取らないかを保証します。この暗号メカニズムにより、カウンターパーティリスクが排除されます。一方が他方を騙すことは不可能です。",
  "Available Now": "利用可能",
  "Available Platforms": "対応プラットフォーム",
  "Back to home": "ホームに戻る",
  "Backed By": "出資者",
  "Backing up their node data regularly": "ノードデータを定期的にバックアップすること",
  "Bitcoin Layers": "Bitcoinレイヤー",
  "Bitcoin Layers Are": "Bitcoinレイヤーは",
  "Bitcoin Protocol for security": "ビットコインプロトコルによるセキュリティ",
  "Build on KaleidoSwap": "KaleidoSwapで構築",
  "Build your own swap interface or integrate Kaleido into your wallet.": "独自のスワップインターフェースを構築するか、Kaleidoをウォレットに統合。",
  "Built for Sovereignty": "自己主権のために構築",
  "Built for sovereigns who demand security, speed, and privacy.": "セキュリティ、スピード、プライバシーを求める人々のために構築。",
  "Built in Public": "パブリックに構築",
  "By accessing and using KaleidoSwap, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to these terms, please do not use our application.": "KaleidoSwapへアクセスし利用することで、本規約に拘束されることに同意したものとみなします。不同意の場合はアプリをご利用にならないでください。",
  "By using KaleidoSwap, you acknowledge that you understand the risks associated with alpha software and accept full responsibility for any potential loss of funds.": "KaleidoSwapを使用することで、アルファ版に伴うリスクを理解し、発生し得る損失について全責任を負うことに同意するものとします。",
  "Check cryptographic signatures": "暗号署名を検証",
  "Close menu": "メニューを閉じる",
  "Coming Soon": "近日公開",
  "Complete API documentation with typed models auto-generated from OpenAPI specs across all languages.": "OpenAPI仕様からすべての言語で自動生成された型付きモデルを含む完全なAPIドキュメント。",
  "Connect to testnet": "テストネットに接続",
  "Connect your wallet and start trading in seconds.": "ウォレットを接続して数秒で取引を開始。",
  "Core Protocol Features": "コアプロトコル機能",
  "Cross-Layer Liquidity": "クロスレイヤー流動性",
  "Cryptographic Security": "暗号セキュリティ",
  "Currently, we support Bitcoin, Lightning Network, RGB Protocol, and Spark. Support for Arkade, Liquid Network, and Taproot Assets is coming in Q4 2026.": "現在、Bitcoin、Lightning Network、RGBプロトコル、Sparkをサポートしています。Arkade、Liquid Network、Taproot Assetsのサポートは2026年第4四半期に予定されています。",
  "Desktop": "デスクトップ",
  "Desktop App": "デスクトップアプリ",
  "Desktop App Screenshot": "デスクトップアプリのスクリーンショット",
  "Developer SDK": "開発者向けSDK",
  "Developer Tools": "開発者ツール",
  "Do not use with real funds on mainnet": "メインネットの実資産では使用しないでください",
  "Download": "ダウンロード",
  "Download Desktop": "デスクトップ版をダウンロード",
  "Download Desktop App": "デスクトップアプリをダウンロード",
  "Download Files": "ファイルをダウンロード",
  "Download KaleidoSwap": "KaleidoSwapをダウンロード",
  "Download Manifest": "マニフェストをダウンロード",
  "Download Now": "今すぐダウンロード",
  "Download Signature": "署名をダウンロード",
  "Download for your operating system": "お使いのOSに合わせてダウンロード",
  "Download for {{platform}}": "{{platform}}版をダウンロード",
  "Download the desktop app and run your own sovereign trading infrastructure.": "デスクトップアプリをダウンロードして、独自の自己主権取引インフラを運用。",
  "Download these files to verify the authenticity of your download": "これらのファイルを取得してダウンロードの真正性を確認。",
  "Downloads": "ダウンロード",
  "Email addresses are only collected if you choose to subscribe to updates": "メールアドレスは更新情報を希望された場合のみ収集します",
  "Email subscription is entirely optional": "メール購読は完全に任意です",
  "Ensuring their node remains online when required": "必要に応じてノードをオンラインに保つこと",
  "Everything you need to know about KaleidoSwap.": "KaleidoSwapについて知っておくべきすべてのこと。",
  "Explore API Docs": "APIドキュメントを見る",
  "Extension": "拡張機能",
  "Features and interfaces may change without notice": "機能やUIは予告なく変更される場合があります",
  "First RGB swap on Lightning": "Lightning上初のRGBスワップ",
  "Following security best practices": "セキュリティのベストプラクティスに従うこと",
  "For any questions regarding these terms, please contact us via:": "本規約に関するお問い合わせは以下までご連絡ください。",
  "For security, always verify the authenticity of your download using our cryptographic signatures": "安全のため、常に暗号署名でダウンロードの真偽を確認してください。",
  "Fragmented": "分断された",
  "Frequently Asked Questions": "よくある質問",
  "Full control of your private keys": "プライベートキーを完全に管理",
  "Full sovereignty. Run your own RGB Lightning node. Manage channels, control liquidity, and trade with maximum privacy.": "完全な自己主権。独自のRGB Lightningノードを運用。チャネル管理、流動性コントロール、最高のプライバシーで取引。",
  "Fully auditable code": "完全に監査可能なコード",
  "Get manifest and signature files": "マニフェストと署名ファイルを取得",
  "Get started with the first Bitcoin-native DEX. Available for macOS, Linux, and Windows (coming soon).": "ビットコインネイティブ初のDEXを体験。macOS・Linux・(近日)Windowsに対応。",
  "GitHub repository": "GitHubリポジトリ",
  "GitHub:": "GitHub:",
  "Go Back": "戻る",
  "HTLCs and atomic swaps": "HTLCとアトミックスワップ",
  "How It Works": "仕組み",
  "How do atomic swaps work?": "アトミックスワップはどのように機能しますか？",
  "If you choose to provide your email address for updates:": "更新情報のためにメールアドレスをご提供いただいた場合:",
  "If you have any questions about this Privacy Policy, please contact us at:": "本プライバシーポリシーに関するご質問は以下までご連絡ください。",
  "In no event shall KaleidoSwap or its contributors be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the application.": "利用や利用不能によるデータ損失・利益損失・業務中断など、いかなる損害についてもKaleidoSwapおよび貢献者は責任を負いません。",
  "Install Safely": "安全にインストール",
  "Integrate atomic swaps into your wallet, exchange, or application. Built in Rust with native bindings for Python and TypeScript.": "アトミックスワップをウォレット、取引所、またはアプリケーションに統合しましょう。Rustで構築され、PythonとTypeScriptのネイティブバインディングを提供します。",
  "Is KaleidoSwap available on mainnet?": "KaleidoSwapはメインネットで利用可能ですか？",
  "Is KaleidoSwap custodial?": "KaleidoSwapはカストディアルですか？",
  "Is KaleidoSwap open source?": "KaleidoSwapはオープンソースですか？",
  "Join developers building the future of Bitcoin trading.": "ビットコイン取引の未来を構築する開発者に参加。",
  "KaleidoSwap charges a flat 1% fee on swaps. This fee is transparent and displayed before you confirm any transaction. There are no hidden charges or variable fees.": "KaleidoSwapはスワップに対して一律1%の手数料を課します。この手数料は透明性があり、取引確認前に表示されます。隠れた料金や変動手数料はありません。",
  "KaleidoSwap employs industry standard security measures:": "KaleidoSwapは業界標準のセキュリティ対策を採用しています:",
  "KaleidoSwap introduces the first protocol for true P2P interoperability using": "KaleidoSwapは真のP2P相互運用性を実現する最初のプロトコルを導入します。使用するのは",
  "KaleidoSwap is a decentralized exchange (DEX) that enables trustless, non-custodial swaps across Bitcoin layer 2 protocols. You can swap BTC, USDT, stablecoins, and other assets between Lightning, RGB, and Spark networks without intermediaries.": "KaleidoSwapは、Bitcoinレイヤー2プロトコル間でトラストレスかつノンカストディアルなスワップを可能にする分散型取引所（DEX）です。仲介者なしで、Lightning、RGB、Sparkネットワーク間でBTC、USDT、ステーブルコインなどの資産を交換できます。",
  "KaleidoSwap is a decentralized trading application that leverages:": "KaleidoSwapは以下を活用した分散型取引アプリです:",
  "KaleidoSwap is an open-source desktop application for decentralized, trustless trading of digital assets over the Bitcoin Lightning Network using the RGB protocol. By using our application, you agree to the following terms and conditions.": "KaleidoSwapはビットコインのライトニングネットワークでRGBプロトコルを用いた信頼不要の分散型取引を可能にするオープンソースデスクトップアプリです。本アプリの利用により以下の条件に同意するものとします。",
  "KaleidoSwap is committed to protecting your privacy. Our application is designed to minimize data collection:": "KaleidoSwapはプライバシー保護に取り組んでおり、アプリはデータ収集を最小限に抑えるよう設計されています。",
  "KaleidoSwap is currently in alpha testing:": "KaleidoSwapは現在アルファテスト中です:",
  "KaleidoSwap is currently live on Signet and Testnet. Mainnet launch is coming soon. Join our community channels to stay updated on the launch date.": "KaleidoSwapは現在SignetとTestnetで稼働中です。メインネットのローンチは近日中です。コミュニティチャンネルに参加して、ローンチ日の最新情報をお受け取りください。",
  "KaleidoSwap is designed to give you full control over your assets, which also means you have full responsibility for their security.": "KaleidoSwapは資産を完全に管理できるよう設計されており、その安全管理もユーザー自身の責任となります。",
  "KaleidoSwap is open-source software released under the MIT License. This means:": "KaleidoSwapはMITライセンスで公開されたオープンソースソフトウェアです。つまり:",
  "Keeping their software updated to the latest version": "常に最新版へアップデートすること",
  "Key Features": "主な機能",
  "Last updated: December 13, 2024": "最終更新日: 2024年12月13日",
  "Launch App": "アプリを起動",
  "Launch Web App": "ウェブアプリを開く",
  "Learn More": "詳細を見る",
  "Lightning Fast": "ライトニングの速さ",
  "Lightning Network for scalability": "ライトニングネットワークによるスケーラビリティ",
  "Live": "稼働中",
  "Live on Signet and Testnet. Mainnet coming soon.": "SignetとTestnetで稼働中。メインネット近日公開。",
  "Live on Testnet": "テストネットで稼働中",
  "Loading version...": "バージョンを読み込み中...",
  "Loading...": "読み込み中...",
  "Looking for something?": "何かお探しですか？",
  "Main navigation": "メインナビゲーション",
  "Maintaining the security of their private keys": "プライベートキーのセキュリティ維持",
  "Mobile": "モバイル",
  "Mobile navigation menu": "モバイルナビゲーションメニュー",
  "Moving assets between Lightning, RGB, and sidechains usually requires trusted intermediaries or complex peg-in/peg-out mechanisms.": "Lightning、RGB、サイドチェーン間でアセットを移動するには、通常、信頼できる仲介者や複雑なペグイン/ペグアウトの仕組みが必要です。",
  "Near-instant settlement": "ほぼ瞬時の決済",
  "Network Status": "ネットワーク状況",
  "No IP addresses are stored": "IPアドレスを保存しません",
  "No Telemetry": "テレメトリなし",
  "No registration": "登録不要",
  "No sensitive data is stored on our servers": "機密データはサーバーに保存しません",
  "No tracking or analytics are implemented": "トラッキングや解析を実装していません",
  "No. KaleidoSwap is 100% non-custodial. Your private keys never leave your device, and we never take possession of your funds. You maintain full control throughout the entire swap process.": "いいえ。KaleidoSwapは100%ノンカストディアルです。秘密鍵がデバイスから外部に出ることはなく、お客様の資金を管理することもありません。スワッププロセス全体を通じて、完全な管理権を維持できます。",
  "Node connection information is only stored locally": "ノードの接続情報もローカルでのみ保存されます",
  "Non-Custodial": "ノンカストディアル",
  "Non-custodial": "ノンカストディアル",
  "One protocol, multiple ways to interact.": "1つのプロトコル、複数の操作方法。",
  "Open Source": "オープンソース",
  "Open an issue on our": "次のリンクでIssueを作成してください:",
  "Open menu": "メニューを開く",
  "Our Ecosystem": "私たちのエコシステム",
  "Our Products": "私たちの製品",
  "Our code is open-source and available for public review": "コードはオープンソースで公開レビューが可能です",
  "Our desktop application enables multi-asset trading without intermediaries, giving you sovereignty over your funds. The application connects to an RGB Lightning Node to facilitate trustless trading of digital assets.": "デスクトップアプリは仲介者なしでマルチアセット取引を可能にし、RGBライトニングノードに接続して信頼不要の交換を実現します。",
  "Page Not Found": "ページが見つかりません",
  "Partners": "パートナー",
  "Power user features with full RGB Lightning node built-in.": "完全なRGB Lightningノード内蔵のパワーユーザー機能。",
  "Powered by RGB Lightning Node": "RGB Lightningノードで動作",
  "Powered by math, enforced by the Bitcoin blockchain.": "数学によって動作し、ビットコインブロックチェーンによって保証。",
  "Privacy Policy": "プライバシーポリシー",
  "Private keys never leave your device": "プライベートキーが端末の外に出ることはありません",
  "Products": "製品",
  "RGB Assets": "RGB資産",
  "RGB Lightning Node": "RGB Lightningノード",
  "RGB Protocol for programmability": "RGBプロトコルによるプログラマビリティ",
  "Read Docs": "ドキュメントを読む",
  "Read Documentation": "ドキュメントを読む",
  "Read the Docs": "ドキュメントを読む",
  "Ready to Swap?": "スワップの準備はできましたか？",
  "Regular security audits are performed": "定期的にセキュリティ監査を実施しています",
  "Release Notes": "リリースノート",
  "Return Home": "ホームへ戻る",
  "Run verified application": "検証済みアプリを実行",
  "SDK": "SDK",
  "Seamless browser integration.": "シームレスなブラウザ統合。",
  "See how developers are building with KaleidoSwap": "開発者がKaleidoSwapでどう構築しているか見る",
  "Self-Custody": "セルフカストディ",
  "Skip to main content": "メインコンテンツへスキップ",
  "Soon": "近日",
  "Start Building": "構築を始める",
  "Start your node": "ノードを起動",
  "Supported Protocols": "対応プロトコル",
  "Supported Wallets": "対応ウォレット",
  "Swap on the go. iOS & Android.": "外出先でスワップ。iOS & Android。",
  "Swaps may fail or get stuck": "スワップが失敗・停滞する可能性があります",
  "System Requirements": "システム要件",
  "Take Full Control": "完全なコントロールを",
  "Terms of Service": "利用規約",
  "The authors are not liable for any damages arising from the use of the software": "作者は利用により生じた損害について責任を負いません",
  "The desktop app bundles rgb-lightning-node, an open-source implementation we actively contribute to. Run a full node without the complexity.": "デスクトップアプリにはrgb-lightning-nodeが含まれています。これは私たちが積極的に貢献しているオープンソース実装です。複雑さなしでフルノードを運用。",
  "The fastest way to swap. No download required. Connect your WebLN wallet and trade BTC, stablecoins, and RGB assets in seconds.": "最速のスワップ方法。ダウンロード不要。WebLNウォレットを接続して数秒でBTC、ステーブルコイン、RGBアセットを取引。",
  "The fastest way to swap. No download required. Connect your wallet and go.": "最速のスワップ方法。ダウンロード不要。ウォレットを接続してすぐに開始。",
  "The universal swap protocol for Bitcoin L2.": "Bitcoin L2のユニバーサルスワッププロトコル。",
  "The web app supports WebLN-compatible wallets like Alby and Bitmask. The desktop app includes a built-in RGB Lightning node, so no external wallet is required. More wallet integrations are coming soon.": "WebアプリはAlbyやBitmaskなどのWebLN対応ウォレットをサポートしています。デスクトップアプリにはRGB Lightningノードが内蔵されているため、外部ウォレットは不要です。さらなるウォレット統合が近日公開予定です。",
  "These Terms of Service apply to all users of the application, including without limitation users who are contributors to the content of the application.": "本規約はコンテンツ提供者を含むすべての利用者に適用されます。",
  "This limitation applies even if KaleidoSwap or its representatives have been advised of the possibility of such damages.": "この制限は、損害の可能性について通知されていた場合でも適用されます。",
  "Three simple steps to start trading": "3つの簡単なステップで取引開始",
  "Trade any RGB token": "あらゆるRGBトークンを取引",
  "Trustless Swaps on": "トラストレススワップ:",
  "Try KaleidoSwap": "KaleidoSwapを試す",
  "Understanding the risks of alpha software": "アルファ版ソフトのリスクを理解すること",
  "Unified & Interoperable": "統一され相互運用可能",
  "Use Cases": "ユースケース",
  "Use only on test networks (regtest, signet, testnet3)": "テストネット（regtest/signet/testnet3）のみで使用してください",
  "Users are responsible for:": "ユーザーの責務:",
  "Verification Files": "検証ファイル",
  "Verify Signature": "署名を検証",
  "Verify Your Download": "ダウンロードを検証",
  "Version": "バージョン",
  "View Developer Documentation": "開発者ドキュメントを見る",
  "View Documentation": "ドキュメントを見る",
  "View Full Verification Guide": "検証手順の全体を見る",
  "View full example": "完全な例を見る",
  "View on GitHub": "GitHubで見る",
  "View rgb-lightning-node on GitHub": "GitHubでrgb-lightning-nodeを見る",
  "We Unite Them.": "私たちがそれらを統一します。",
  "We do not collect personal information": "個人情報は収集しません",
  "We do not guarantee uninterrupted or error-free operation. The entire risk as to the quality and performance of the application is with you.": "継続的・無欠陥の動作を保証せず、品質と性能に関するリスクは利用者に帰属します。",
  "We encourage contributions to the codebase to help improve KaleidoSwap for everyone.": "誰もがKaleidoSwapをより良くするためにコードベースへの貢献を歓迎します。",
  "We encourage you to review this privacy policy periodically for any changes. Changes to this privacy policy are effective when they are posted on this page.": "変更がないか定期的にご確認ください。改定はこのページに掲載された時点で有効となります。",
  "We follow security best practices for desktop application development": "デスクトップアプリ開発のセキュリティベストプラクティスに従っています",
  "We may update this privacy policy from time to time. We will notify you of any changes by posting the new privacy policy on this page and updating the date at the top of this policy.": "本プライバシーポリシーは適宜更新され、その際はこのページに掲載し日付を更新してお知らせします。",
  "We never share or sell your email address": "メールアドレスを共有したり販売したりすることはありません",
  "We only use it to send you KaleidoSwap updates and announcements": "KaleidoSwapの更新やお知らせの送信のみに使用します",
  "We reserve the right to modify these terms at any time. We will notify users of any changes by updating the date at the top of this page.": "本規約は予告なく変更される場合があり、その際はページ上部の日付を更新して通知します。",
  "Web App": "ウェブアプリ",
  "Web App Screenshot": "ウェブアプリのスクリーンショット",
  "What are the fees?": "手数料はいくらですか？",
  "What is KaleidoSwap?": "KaleidoSwapとは？",
  "What wallets are supported?": "対応しているウォレットは？",
  "Which networks are supported?": "対応しているネットワークは？",
  "Winner — PlanB Lugano Hackathon": "受賞 — PlanB Luganoハッカソン",
  "Yes, KaleidoSwap is 100% open source. You can audit the code, contribute, or fork it on GitHub. Transparency and verifiability are core to our mission.": "はい、KaleidoSwapは100%オープンソースです。GitHubでコードを監査、貢献、またはフォークできます。透明性と検証可能性は私たちのミッションの核心です。",
  "You can freely use, modify, and distribute the software": "ソフトウェアを自由に利用・改変・再配布できます",
  "You can unsubscribe at any time": "いつでも配信を解除できます",
  "You must include the original copyright notice in any copy of the software": "複製時は元の著作権表示を含める必要があります",
  "Your continued use of the application after any such changes constitutes your acceptance of the new Terms of Service.": "変更後も利用を続けることで、新しい規約に同意したものとみなされます。",
  "contributor": "コントリビューター",
  "© {{year}} KaleidoSwap. All rights reserved.": "© {{year}} KaleidoSwap. All rights reserved."
}
